{
  "Entries": [
    {
      "Name": "Naasirka",
      "Data": "Naasirka is a Vilani megacorporation that specialises in the manufacture of information storage and processing equipment and software, computers, robots and other complex electronic  devices. It was one of the three original Vilani bureaux. It originated with the Shugilii, the food-preparation caste. It floundered for a time after it found that it could not control food supplies on most worlds it dealt with. Ultimately, though, it became a broad-based organization, emphasizing energy, transport and luxury goods.\n\nThe firm’s current corporate incarnation is of uncertain lineage but it is known to have been in business prior to the founding of the Sylean Federation. Naasirka is the largest supplier of communications equipment to the Imperial Interstellar Scout Service’s Xboat branch.\n\nNaasirka is also the largest manufacturer of robots in the Imperium. Naasirka’s robots rarely use innovative technology, but their aggressive marketing staff has placed more robots than either Makhidkarun or LSP, Naasirka’s two largest competitors.\n\nStock ownership: Imperial family— 4%, Investment trusts— 24%, Noble families- 23%, Hortalez et Cie- 11%, Other corporations14%, Igsiirdi family- 13%, Private ownership- 11%."
    },
    {
      "Name": "Naval Base",
      "Data": "Port facility for the support, maintenance, repair and refit of naval vessels. Planetary surface facilities are generally provided for vessels of 1,000 tons or less; orbital facilities handle larger ships. A naval base has several distinct parts to it; each part helps in the accomplishment of the overall mission of the base. The typical naval base is composed of an orbital berthing area, a surface berthing area, a maintenance section and an administrative headquarters.\n\nBerthing areas provide locations for ships to lay over, whether for a day or for months. All berthing areas include provisions for refuelling from storage tanks or fuel lighters. Maintenance sections at naval bases vary from base to base. Where such a section would be redundant to the local starport shipyard, it is small and repairs or alterations are carried out under contract to the local facility. Where adequate local facilities do not exist, the naval base itself may have a large maintenance section capable of extensive repairs and refits. Maintenance is performed on the ships on the world surface or in orbit as necessary. The administrative headquarters handles the day-to-day operations of the base, as well as its paperwork (including the allocation of funds, distribution of personnel and disbursement of maintenance and repair contracts).\n\nThe naval base is not a tactical unit. It has no battle forces of its own and does not exert control even over local system defence boats (which are under a separate command). The naval base is responsible for supporting the fleet and keeping it in optimum condition for its combat missions."
    },
    {
      "Name": "Naval Depot",
      "Data": "Depots serve as focuses for naval efforts, supplying a fleet’s every need, providing construction and repair facilities, and producing and testing experimental ship prototypes. A depot generally occupies an entire system. Facilities, materiel and personnel are extensive enough to repair and resupply a large fraction of the fleet at any time. A depot may be isolated from outside contact for years at a time without serious setbacks. As depots cover large parts of a system, there is no distinction between orbital and surface berthing.\n\nIn peacetime, the main function of a depot is the design and testing of ships. A large staff of naval architects (the cream of the area) and construction personnel is maintained at every depot. In wartime, depots serve as repair and resupply centres for the fleet. In emergencies, the depot’s construction yards are sometimes pressed into service for production of military ships.\n\nSince a depot is obviously a very sensitive installation, security is tight. An extensive array of both entry and exit codes are employed to insure no unauthorised vessels enter or leave the system. Contingents of marines and system defence boats are stationed throughout the system and are constantly ready for action. There is usually no more than one naval depot per sector, placed in systems where they will be close enough to the expected action to be useful but far enough back to insure that they will not be captured."
    },
    {
      "Name": "Newts",
      "Data": "See Bawapakerwa-a-a-awapawab"
    },
    {
      "Name": "Nobble",
      "Data": "This animal is a large herbivore grazer, indigenous to Tarsus (District 268). It has a stocky body and short stubby legs as an adaptation to the climatic extremes of its homeworld.\n\nThe popular nickname for these beasts comes from the knobby projections on the end of their 1.5 metre-long tail. Wild nobbles mass about 3 tons, ranched (semi-domesticated) nobbles about 4 tons. Nobbles are covered all over with small, feather-like structures, in several lengths. The inner layer is short and thin filaments, an excellent insulating material. The outer layer consists of long, wide filaments, which trap air in the inner layer. The head is short and wide, with the eyes set far apart. The large mouth is filled with large batteries of teeth-like grinding structures.\n\nNobbles are extremely defensive of their herds, although ranched ones will tolerate people and machines at a closer range than wild ones. When threatened, they will form tight circles around their young, with their thrashing tails outside."
    },
    {
      "Name": "Nobility",
      "Data": "The foundation of interstellar government within the Imperium. The Imperium depends on nobles ranging from knights to archdukes to carry the chain of authority and the mantle of responsibility from the Emperor to the people.\n\n The Imperial nobility is a narrow class of persons at the upper strata of society who hold, either personally or through their family line, noble rank from the Emperor. Noble rank is a mark of high social status for citizens and serves two purposes. It rewards individuals for significant achievements and it provides social station for the political leaders within the government. All but the highest noble ranks (count, duke, archduke) can be awarded in recognition of achievement or pre-eminence in a field of endeavour.\n\nThe nobility includes within it a subset called the peerage, consisting of all nobles except knights and baronets. Except in extraordinary situations, to hold a high office in the Imperial bureaucracy, a person must be a peer (although not all peers hold office).\n\nNobility is usually hereditary. Once granted, a title continues to be passed down to succeeding generations. Titles need not pass through the first born (although this is the accepted practice), and individuals with several titles may divide them among their children as they see fit. An individual who is a member of a close family with noble rank is usually considered a member of the nobility even though that individual may not personally hold a title.\n\nNobility is acquired through letters patent (patents of nobility) issued by the Emperor. Traditionally, appointments are published in the Holiday List (appearing on the first day of the new year) and in the Birthday List (appearing on the Emperor’s Birthday). Additional patents of nobility for political purposes or special occasions are published when necessary."
    },
    {
      "Name": "Norris Aella Aledon, Duke",
      "Data": "Duke of Regina, Count Aledon, Marquis of Regina, Baron of Yori. Born 1063, second issue of Duke Willem Caranda Aledon and Fiorella Havasu Aella of Efate. Norris was enjoying a successful career in the Imperial Navy when the accidental death of his older brother William in 1097, during what would turn out to be their father’s last year of life, forced him rapidly into the unaccustomed role as the impending heir.\n\nAs he was unmarried and had no heir, one precaution that he was convinced to take during this period was the creation of a clone, which he insisted be female. This clone is Seldrian Aledon Aledon, still his heir."
    },
    {
      "Name": "Nth Interstellar War",
      "Data": "Any one of an indeterminate number of interstellar wars fought between the Terran Confederation and the First Imperium during the Period -2408 and -2219. The First Interstellar War (-2408 to -2400) marked the initial clash between Terra and Vland. The peace that concluded the hostilities was both uneasy and short.\n\nThe second through seventh wars were marked by seesaw exchanges of territory, mostly confined to the Dingir and Sol subsectors. These initial wars were fought, on the Vilani side, with only the forces available to the Vilani provincial governor; the central government was preoccupied with other problems. This was fortunate for the Terrans, as Vilani power, even at this late date, would have been sufficient to crush the Terrans in short order had it been applied. The eighth war finally broke open the frontier and ended in the first major Terran victory.\n\nFinally, the Imperium took notice, and dispatched major fleet elements to the area, but the time for action had passed. Terran invention of the jump-3 drive made the ninth war a crushing victory for Terra and forced the Imperium to relinquish most of the Solomani Rim. Thereafter, the Terrans were almost constantly on the offensive. In the centuries after the conclusion of the wars, no consensus could be reached in the academic community as to when the later conflicts began or ended; all were interrupted several times by armistices, cease fires, or shaky periods of peace (indeed, a new war would often break out along the front lines before the existence of a peace treaty could be communicated to the respective capitals).\n\nPeriods of warfare are lumped together or split apart depending on the historian’s individual point of view, and a single war to one historian can be identified as two or more wars by others. The situation is complicated by the fact that records for some of the years in question are sketchy. To clarify matters, an accommodation was arrived at which simply labels all interstellar wars after The Ninth with the indeterminate variable N. Proper usage calls for the war to be defined with the actual years being discussed.\n\nMany history texts use this system to refer to all the wars except the first. The Nth interstellar War (-2235 to -2219) ended the series of wars when the Vilani Imperium collapsed, as much from its own weight, age and decadence as from Terran victories. The Terrans then moved quickly to occupy the remaining Vilani territory.\n\nSee First Imperium, First lnterstellar War, Rule of Man."
    },
    {
      "Name": "Nuclear Damper",
      "Data": "Nuclear dampers are passive defensive devices that create an interference field in which the strong nuclear force can be manipulated. A series of nodes and antinodes are created, either to enhance or degrade the strong nuclear force.\n\nFocusing a negative node on incoming nuclear warheads lowers the potential barriers around nuclei, thus suppressing the strong force; the warheads shed neutrons at very low energies and are rendered harmless after a short exposure. Both fission and fusion warheads are affected, as fusion warheads use a fission trigger to create the heat required for the fusion reaction.\n\nDampers may also be used to eliminate radioactive contamination from an area. The damper is focused on the contamination and forces the radioactive particles to shed radiation until they are inert.\n\nNuclear dampers may be mounted in spaceships or on vehicles. A damper unit consists of three components: two separate damper projectors and a fire control system. Shipboard dampers are generally mounted as far apart as possible, and contain an integral fire control system for efficiency.\n\nA further development of the nuclear damper is the damper box. This focuses a positive node on its contents, raising the potential barrier and preventing nuclear decay. Damper boxes are used to store collapsing rounds, allowing materials with short usable half-lives to be used as ammunition.\n\nNuclear Dampers are one of the three advanced scientific discoveries and new technologies behind many other technologies, the other two being gravity control technology and the Jump drive."
    },
    {
      "Name": "Oberlindes Lines",
      "Data": "Established in 1084 with an Imperial charter specifying trade and commerce within the Spinward Marches and supporting distant trade with states bordering the Imperium. Oberlindes is one of the major shipping lines within the Regina subsector, with feeder routes to all major starports; Oberlindes expansion into neighboring subsectors has improved star service but alienated many of the older and more conservative lines.\n\nThe Oberlindes name is an old one in the trade and commerce business in the Marches. Roxanne Oberlindes established the first line to bear the name in 487. She built a family business, which thrived between each of the several wars that wracked the Marches throughout the past half-millennium. The first major increase in Oberlindes’ size came in 1049, with the acquisition of Emissary, a surplus cruiser declared excess by the Imperial Navy. This ship, armaments intact, served as the flagship for Oberlindes’ excursions into the Vargr Extents on trade expeditions; the venture proved highly successful. A base for Oberlindes was established just beyond the Imperial border (some irregularities in the ship transfer made it impractical to bring the ship into the Imperium) and served as a clearinghouse for trade good shipments between Regina and the Vargr worlds.\n\nIn the years following the False War, Oberlindes Lines obtained an Imperial charter and began operations with a large fleet composed almost entirely of navy surplus ships- now numbering in the hundreds. The organisation concentrates on the smaller feeder routes, but has recently expanded into main line service, in direct competition with Tukera Lines and other more established major shipping lines.\n\nSergei hault-Oberlindes, patriarch and controller of the line, was awarded a baronial patent, complete with estates on Feri (Feri/ Regina 0405-B384879-B), by direction of the Emperor in 1101 for his contribution to the economic recovery in the Marches following the Fourth Frontier War.\n\nOberlindes Lines is a family company with stock ownership divided approximately as follows: Oberlindes family- 78%, investment trusts- l0%, corporate employees- 8%, Imperial family- 2%, and public (individuals)- 2%."
    },
    {
      "Name": "Octagon Society",
      "Data": "Established in 342, the Octagon Society was the first major distressed spacefarer assistance operation to appear in the Spinward Marches. The group thrived on public contributions and some tax revenues for 150 years before it collapsed in the late 400s when scandals emerged over quality of shelter construction and the disposition of certain funds.\n\nSociety shelters were generally of an octagonal shape. Large hostels were established on major worlds, while smaller weather shelters were placed on frontier or unsettled worlds. The characteristic octagon shaped buildings are still visible on various worlds, although none are still in use as shelters for distressed space-farers. The Octagon Society was dissolved in 499 and its assets were sold at auction."
    },
    {
      "Name": "Off-dirt Rank",
      "Data": "Military jargon for the courtesy title ‘major’, applied to captains of ground troops when aboard starships, to avoid confusion with the starship captain."
    },
    {
      "Name": "Olympiad",
      "Data": "Common translation of tleqazdijdiet, a Zhodani measure of time representing three Zhodani years (each approximately .75 standard years). An olympiad is used to denote the period from one set of psionic games to the next. The olympiad is used in the Zhodani calendar to mark dates, which are further subdivided by year, season and day."
    },
    {
      "Name": "Onnesium",
      "Data": "Rare element, atomic number 118, mildly radioactive and a proven room temperature superconductor. Onnesium, one of the stable superheavy elements, is normally found as small, silvery spheres embedded within meteoric nickel-iron. Created within supernovae, onnesium is plated onto asteroidal surfaces, and can eventually be discovered in free-floating or in impact craters upon planetary surfaces."
    },
    {
      "Name": "Oort Cloud",
      "Data": "A spherical shell around most stars containing numerous small bodies of cometary material. A typical Oort cloud is about 0.5 to 1 light year from its primary and has an aggregate mass about that of Terra; density is thus extremely low. The main constituents of cometary bodies are ice and dust (‘dirty snowballs’). Bodies in the Oort cloud are occasionally perturbed by collisions or by the influence of nearby stars into orbits which pass near the star; these form the visible comets. The Oort cloud is named after its discoverer, Terran astronomer Jan Oort."
    },
    {
      "Name": "Outcasts of the Whispering Sky",
      "Data": "Minor race native to the world 214-389 (Hinterworlds 1328).\n\nAlso known as ‘Stalkers’ for their extensible necks, the Outcasts are small, round quadrupeds with one eye on top of their necks. The brain and all other organs are located in the body. They communicate thru light patterns, so to them, the starry sky appears to be saying something that they can’t quite ‘hear’ or understand. They occupy 10 systems and an Ancient, partiallycompleted ringworld in the Leenitakot system. They rigidly control access to the ringworld and the Leenitakot system is rated as a Red Zone as a result."
    },
    {
      "Name": "Outrim Void",
      "Data": "Colloquial term for the region to the rimward of the Spinward Marches. It consists of many small states, empires and independent worlds. The region is largely unknown to the civilian population of the Imperium."
    },
    {
      "Name": "Outworld Coalition",
      "Data": "Traditional name for the belligerent groups allied against the Imperium during the various Frontier Wars. Commonly applied to any alliance of powers threatening the Spinward Marches and Imperial territories spinward of the Great Rift. The original Outworld Coalition was formed in the early 500’s at the instigation of the Zhodani Consulate. Vargr allegiances vacillated, but memories of the Imperial campaigns against certain Vargr states in the Corridor swayed some into membership. Zhodane, as the major partner, contributed military aid and assistance (such as technicians and advisors). While some Vargr governments contributed personnel and naval units, other Vargr remained neutral or sided with the Imperium.\\n\\n The initial history of the coalition was one of continuing struggle for organization, as the Zhodani were continually occupied in establishing Vargr governments and then maintaining them in power. The intent was for the Vargr to harry the coreward edge of the Spinward Marches, especially Regina and Aramis subsectors, while the major thrust from Zhodane took Cronor and Jewell subsectors. The Vargr portions of the offensive failed dismally. Furthermore, the failure resulted in a collapse of the coalition. The internal Imperial upheavals, like the Civil War that followed the initial Frontier War exposed a continuing weakness in the Imperium, and the Outworld Coalition reformed after a hiatus of five years.\\n\\n\\At the appropriate moment, the reformed Coalition again attacked the Marches, this time taking portions of Jewell subsector. Although the Vargr again failed to take any territory permanently, their performance as a whole was considerably improved. Traditionally, frontier wars in the Spinward Marches have involved coalitions of Zhodani and certain Vargr states."
    },
    {
      "Name": "Pacification Campaigns (76-120)",
      "Data": "A series of economic, diplomatic and military operations directed at forcing membership in the Imperium upon those worlds which resisted the initial efforts to annex them. Although the campaigns were predominantly economic and diplomatic in nature, the Imperium was not averse to using force when peaceful methods failed. Imperial battlefleets and ground forces rarely failed when brought to bear. By 120, the pacification campaigns ended, and the initial phase of the Imperium’s growth came to a close.The Sword Worlds have also joined the coalition at times."
    },
    {
      "Name": "Pan-Galactic Friends of Life",
      "Data": "The Pan-Galactic Friends of Life are a dedicated positive-action group strongly concerned with protecting endangered species and threatened ecologies. Once considered a lunatic fringe group, their defense of the declining herds of dawnsingers on Phireene earned them considerable exposure and a great deal of respect."
    },
    {
      "Name": "PDPT-beta",
      "Data": "PDPT-beta is a chemical compound discovered by Seaharvester Corporations scientists on Bellerophon (Solomani Rim/ Esperance 0709 A88A986-E). They obtained it from the corpse of a pre-reproductive phase daghadasi specimen in 1099. The full name of the compound, Cis-1, 2 p aradichlorotriethylaminoprocyclohepatrenyl- 4-tricyclohexenebeta, is rarely used.\n\nThe chemical serves as the basis for a family of experimental broad-spectrum antibiotics which can be selectively ‘tuned’ to wipe out specific types of bacterial, viral, and cancerous growths, while leaving adjacent benign growths untouched. Thus far, no synthesis of the chemical has been produced and no source other than the daghadasi oguls has been discovered."
    },
    {
      "Name": "Peerage",
      "Data": "The hierarchy of nobles within the Imperium. Knights and baronets are not considered part of the peerage, and it is typically confined to hereditary nobles only."
    },
    {
      "Name": "Personality Overlay",
      "Data": "A combination of techniques, including hypnosis, drug therapy and others, that allows an artificial personality to be overlaid on top of a person’s actual personality. The overlay is designed to subtly interact with the subject’s own skills and memories to create the new persona and requires a skilled operator to create. It can even fool psionic scans."
    },
    {
      "Name": "Phoenix Project",
      "Data": "Reported plot by Solomani guerrillas on Terra to rise and destroy Imperial forces occupying Terra. Imperial intelligence reported penetration of the project command in 1045, with subsequent compromise of its basic plans and dismantling of its structure.\n\nThe Phoenix Project was supposedly born in the final years of the Solomani Rim War (990 to 1002) as Solomani leaders saw the possibility of their defeat and the loss of the homeworld to the invading Imperials. The project was said to have consisted of two distinct parts: prepositioned caches of military goods to supply the rising and a continuing program for the training of guerrillas.\n\nThe caches were concealed in many different places on Terra, in areas calculated to preclude accidental discovery over the years. Each cache contained large quantities of munitions, weapons, vehicles, and medical supplies, all of varying technological levels so as to be of use regardless of the technical knowledge of the users. Each cache was hidden with its location entrusted to a single local family. These families were to form the core of the guerrilla forces when the rising was to take place.\n\nA massive Imperial counter-guerrilla effort in 1040 - 1045 was directed at the discovery and destruction of the caches and the arrest of the families entrusted with their secrets.\n\nPersistent rumours of two additional aspects of the project - Lambda (a codeword to trigger the rising) and Omega (the reinforcement of the uprising by off-world Solomani) - have been dismissed as baseless by Imperial officials.\n\nMany historians believe that the extent of the plot was greatly exaggerated by Imperial authorities, holding that it was little more than an extreme example of wishful thinking on the part of the Solomani leadership. At any rate, the Phoenix Project no longer threatens the security of the Imperium, if indeed it ever did."
    },
    {
      "Name": "Postal Union",
      "Data": "A group of political units associated to a greater or lesser degree for the purpose of communication among citizens, businesses and governmental units.\n\nNearly all star systems are members of one postal union or another. Governments cooperate along their borders in order to allow the efficient flow of communications between them. Members of a postal union forward mail through their territories (subject, of course, to local security needs, acts of war and so on) to the proper addresses. On the average, communication is at the speed of the fastest available transportation, which means about three or four parsecs per week."
    },
    {
      "Name": "Porozlo, Battle of (980)",
      "Data": "In the third Frontier War, the Zhodani through Vilis and Lanth subsectors toward Rhylanor met a not unexpected problem- Rhylanor has no gas giant, although it does have a strong naval base to defend it. Neighbouring Porozlo (Porozlo/Rhylanor 0305-867A74-A) not only had a gas giant for quick refuelling, but also possessed a naval base of potentially great use to invading naval forces.\n\nThe battle began with the appearance of a single large Zhodani task force off Porozlo’s primary; it proceeded directly to the larger of two gas giants in the system. The local naval base reacted immediately, even admirably, considering that there was no warning of Zhodani approaches this far from the front lines. However, as the first Zhodani task force refuelled, portions of it engaged the local defences, preoccupying them as a second task force appeared and drove straight for Porozlo. The threat of action against the planetary defences and facilities prompted the world government to declare Porozlo an open world. Naval forces either surrendered or jumped to safety at Rhylanor.\n\nThe fall of Porozlo provided the Zhodani with a supporting base for their siege of Rhylanor. Ships could easily refuel at the gas giant, jump-1 to Rhylanor for raids, attacks, or blockade patrols and still have enough fuel for jump-1 back to Porozlo, where the class A starport and the captured naval base stood ready to repair any damage immediately.\n\nSince the war, Porozlo’s naval defences have been considerably improved."
    },
    {
      "Name": "Private Research",
      "Data": "On a scale as vast as the Imperium, it is often cheaper to duplicate research rather than search out and contract for technology somewhere in the Imperium. Trade between different worlds’ often disseminates knowledge and certain technologically advanced items throughout the community of worlds. If a certain item proves useful, local companies will try to achieve the same technology and soon enter into local manufacture. Local manufacturing takes into account local preferences, as well as providing local employment. It also avoids potential problems with licensing agreements and arrangements."
    },
    {
      "Name": "Pseudo-Biological",
      "Data": "Refers to a robot or software program that it sufficiently life-like to pass as a real person. Such a construct can hold a conversation on a variety of topics, at least in a general sense."
    },
    {
      "Name": "Pseudo-biological communiqué",
      "Data": "Due to long communication lead times, pseudo-biological programs are often used in interstellar communications. The sender creates a simulation of themselves and loads it up with the message, along with a database covering any conceivable contingency related to the original topic. In this way, the recipient can actually hold a conversation with the program to get the answers required, along with such things as personal messages, reports and the like."
    },
    {
      "Name": "Psionic Games",
      "Data": "A continuing competition held by the Zhodani government for excellence in psionic achievement. The psionic games are held once per olympiad, for a period of nearly four weeks, on Zhodane. The participants (mostly intendants) are selected by the various ruling councils and preliminary competitions are held to reduce the numbers to manageable size. Intendants who do well in the games are promoted to noble status. Because the Zhodani system provides psionic training to all nobles and to the intendant class, the psionic games are a popular device for the masses to see the powers of their rulers in action. Competition is staged in nearly all fields of psionics, including telekinetic weight-lifting, distance and accuracy teleportation, and many other events."
    },
    {
      "Name": "Psionics",
      "Data": "The criminal use of mental powers to manipulate matter and energy, to sense, and to communicate. It has been demonstrated that minds (human or non-human, conscious or unconscious, intelligent or unintelligent) contain some capacity to operate without apparent use of physical facilities.\n\nUntil circa -1000, psionics was little studied in most regions, except on a disorganised level (parapsychology, the occult, spiritualism and so on). It was known and practiced among the Zhodani and by some minor races but it was by no means widespread.\n\nHowever, during the Long Night, many races, (human and others) turned introspective. As a result, many finally began to engage in serious research in psionics, which revealed much about the empirical nature of the phenomenon, although the principles involved were, and remain, little understood.\n\nHowever, even though it assumed scientific validity, psionics remained a backwater science until about 650, when it underwent a tremendous burst of popularity. Psionics within the Imperium reached its peak in the latter half of the 700’s. In the 790’s, however, the crest of popular opinion broke with the revelation of scandals within the Psionics Institutes; the result was the psionics suppressions (800 to 8261, which shifted public opinion away from support of psionics."
    },
    {
      "Name": "Psionics Institute",
      "Data": "Any clandestine organization devoted to the illegal training of individuals in the use of psionics talents. Active Imperial campaigns to eradicate the Institute have been pursued for over 200 years.\n\n Organisations of this nature have existed since before the advent of space travel but attained prominence only during the Long Night, when reproducible scientific discoveries made psionics a teachable, learnable science.\n\nIn the Imperial antebellum period, psionics institutes were rare, being formed only on a few scattered worlds which, for one reason or another, had an unusually high rate of psionic talents appearing, or which encouraged psionics for social, political, or commercial reasons. In the years after the Civil War, institutes were organised on most high population worlds within the Imperium.\n\nPsionics institute is a generic name; each such institution was independently organised and maintained. Institutes were generally supported by that portion of the population that had psionic talents; since that portion was small, they were viable only on high population worlds (approximately one billion or more).\n\nDuring the psionics suppressions, the institutes’ charters were revoked, and talented individuals were persecuted. In some cases, the individuals fled to assume new identities on other worlds; in others, whole families emigrated to the Zhodani Consulate or to other places beyond the frontiers of the Imperium.\n\nFollowing the psionics suppressions, there were, in theory, no psionics institutes remaining n the Imperium. In practice, underground institutes are thought to have remained on many worlds."
    },
    {
      "Name": "Psionics Suppressions (800 to 826)",
      "Data": "The revelation of scandals (financial, ethical, and moral) within the psionics institutes in the years 772 to 798 resulted in a shift in public opinion against the institutes. Over a 26 year period, various institute charters were cancelled, leading figures jailed or otherwise repressed, and restrictive laws passed limiting or prohibiting the practice of psionics.\n\nMany institute figures went underground, to espouse their cause in a type of guerrilla war. Popular prejudice against psionics continues to the present day. The average citizen will admit to a general dislike of psionics and if pressed, will usually state that psionics violates a person’s right of mental privacy."
    },
    {
      "Name": "Psychohistory",
      "Data": "The science of historical prediction and macrosocial manipulation, sometimes called memetic engineering. The main thesis of psychohistory is that the actions of millions, or trillions of individuals take on a fluidity and predictability that can be compared to that of molecules in a gas. The very size of the population being dealt with factors out individual pecu liarities, and allows the prediction of its behaviour. With the ability to predict the reaction of a population to a particular stimulus, there comes the ability to manipulate that population, psychohistorians reason.\n\nPsychohistory began as a combination of public relations/ advertising techniques and behavioural science and although its techniques have been put on a more rigorous footing, the basic principles are still not well understood. A number of minor experiments have confirmed the general validity of the science, but it was also shown to be too expensive to be of any practical utility. Research continues at a small number of Imperial universities."
    },
    {
      "Name": "Q-ship",
      "Data": "A Q-ship gives the outward appearance of a conventional (and helpless) merchant vessel but is armed and armoured like a military vessel. Turrets over and above the vessel classes’ typical number are installed as pop-turrets to conceal them. Heavy anti-vehicle weaponry is often mounted to give boarding vessels a surprise and marines or other ships troops will be present as well."
    },
    {
      "Name": "Rachele Society",
      "Data": "Secret Vilani supremacist group founded on Pretoria/Pretoria by Zid Rachele in 992. Genocidal policies favoured by the group culminated in the attempted takeover of the Pretorian government in 1010. An attempt at nuclear blackmail backfired when 26,000 people, including 1,900 Rachelean commandos, were killed by a nuclear explosion after the Society seized Imperial Scout facilities on Saki (Deneb/ Pretoria). Zid Rachele disappeared in 1015 after escaping from the prison world Exile in Usani Subsector (Deneb/Usani 1928). In 1103, Zid Rachele and the Rachele Society surfaced again in Lishun in a brief power play at the Dynam Naval Depot (Lishun/ Masionia 1219). Rachele and his followers attempted the theft of several mothballed naval warships but were quickly defeated. Zid Rachele’s vessel was destroyed in the battle."
    },
    {
      "Name": "Rachelean Revolts (1010-1011)",
      "Data": "Major uprising on Pretoria (Deneb/Pretoria) fomented by the Rachele Society, which has resulted in martial law, enforced the Imperial Navy, ever since. The Imperium as a rule does not interfere with local politics but their intervention was forced when a Scout base on Saki (Deneb/Pretoria) was destroyed by a nuclear weapon.\n\nSee Rachele Society."
    },
    {
      "Name": "Ragfish",
      "Data": "(Triaeroprosopon enteronophagus) Sometimes known as the bletch, this piscine bizarre creature is native to several freshwater bodies on Onicrom. Most humans find them unusually, disgustingly, ugly in appearance and repulsive in their habits.\n\nThough quite rare, they have become popular as novelties with wealthy aquarists, and have been known to sell for as much as Cr15,000. They are also known for their lethal poison, which is injected into their prey through a telescoping hollow anterior spine. In their natural habitat, small fish are attracted to feed on ragged strips of mucus-covered skin which float from the ragfish’s body (and from which the name is derived). These small fish attract larger animals, which fall prey to the creature’s poison spine. While the prey is still dying, the ragfish disgorges a number of intestinal tubes with sucker heads, which attach to the prey, secrete digestive juices and ingest liquid and semiliquid tissue. Besides being much sought-after by fish collectors, they have been used occasionally as assassin’s weapons. The fish will attempt to inject anything that disturbs it.\n\nRagfish can survive for long periods under adverse conditions, even in chlorinated swimming pools and the like. The animal’s mantle will keep it moist and alive for as much as eight hours out of water.\n\nThe ragfish averages 40 centimetres in length and masses about .5 kilogram. The anterior spine, which is less than 10 centimetre long when collapsed, snaps out to 25 centimetre when triggered by nearby motion or physical contact. The venom is quite lethal, similar to Terran rattlesnake venom but much more dangerous."
    },
    {
      "Name": "Ramshackle Empire",
      "Data": "Common disparaging term used during the Long Night to refer to the Rule of Man, also known as the Second Imperium. As the successor to the First Imperium, the Rule of Man took over the territories (and the problems) of its predecessor. Pro-Second Imperium histories contend that the Rule of Man delayed the inevitable collapse. Pro- First Imperium histories claim that the First Imperium was stagnant, but stable, and that the Ramshackle Empire actually precipitated the Long Night by looting subject worlds and promoting Terran superiority.\n\nSee Rule of Man."
    },
    {
      "Name": "Red Zone",
      "Data": "The Traveller’s Aid Society travel zone classification for a nation, world, or system that is dangerous to travellers. In general, the imposition of a red zone classification indicates the location is quarantined, interdicted by higher authority, or at war. Quarantine indicates that a dangerous disease is present and the danger of war is self-explanatory but interdiction requires further discussion.\n\nInterstellar governments often find it necessary to restrict access to worlds or systems for political or military reasons and do so by publishing interdictions. Enforcement of interdiction varies with the reason for the restriction. Interdiction may be imposed on a world if it is a military base or other sensitive installation, for the private reservations belonging to powerful families desiring seclusion, for developing societies that the government has elected to allow to evolve in isolation, or for valuable resource areas being saved for later development or exploitation."
    },
    {
      "Name": "Reference",
      "Data": "(Core 0140) The astrographical centre of the Imperium. The Galactic Prime Meridian passes through Reference. Reference is also the location of the Imperial archives."
    },
    {
      "Name": "Regular Squadron",
      "Data": "Imperial naval forces are arranged into three broad spheres based on their hierarchy within the Imperium. Regular squadrons are front-line units equipped with the best possible ships and personnel. They are assigned to the numbered fleets of the Imperium and stationed at naval bases within the Imperium. Regular squadrons carry the term Imperial in their name. For example, Imperial BatRon 21 is a regular squadron."
    },
    {
      "Name": "Repatriation Bond",
      "Data": "A document guaranteeing passage of an individual to a specified location upon completion of contract work, or upon suspension of contract work for any reason. Repatriation bonds are guarantees given as inducements to workers who might otherwise be wary of leaving their own worlds with no assurances that they could return. They are most commonly used by mercenary units. Repatriation bonds are usually administered by a large financial institution, which holds the necessary funds in escrow."
    },
    {
      "Name": "Ringworld",
      "Data": "An incredibly strong band of material rotating about a central star, generally in the star’s life zone. Ringworlds use centrifugal force to provide a simulation of gravity. A ringworld at the distance of Earth’s orbit and with a width of 1.6 million kilometres has a usable surface area of approximately three million Earths.\n\n There is at least one unfinished ringworld in the Hinterworlds sector, in the Leenitakot system (1432 Hinterworlds)."
    },
    {
      "Name": "Robot",
      "Data": "Typically a self-mobile, computer-controlled machine designed to perform a range of tasks. This covers everything from common household robots to Zhodani warbots and a great deal of ground in between. As of TL15, pseudo-biological robots can be built that can mimic the outward appearance of a human well enough to fool most inspections, save medical or internal scans. At the same time, advances in computer science and robots can create a learning system, which many would argue is self-aware."
    },
    {
      "Name": "Rosette",
      "Data": "Three or more equal masses (such as worlds) which are set at the points of an equilateral polygon. The correct equal angular velocities about their centre of mass will result in a stable orbital configuration; no central star is required. Rosettes never occur naturally.\n\nThere is an Ancient-built rosette at Tireen (Knaeleng 2910) in the Vargr Extents."
    },
    {
      "Name": "Rule of Man (-2204 to -1776)",
      "Data": "(Also called the Second Imperium and, disparagingly, the Ramshackle Empire.) A short-lived interstellar empire, formed after the conquest of the Vilani Imperium by the Terrans. The conquered territories were under military rule from - 2219 to -2204. Vilani military forces were incorporated into the Terran forces. Terran naval officers took over key posts in the Vilani bureaucracy (which was otherwise retained intact).\n\nIn - 2204, the Terran Secretariat attempted to transfer control directly to Terra and incorporate the conquered regions into the Terran Confederation. The commander-in-chief of the Terran navy, Admiral Hiroshi Estigarribia, realised that the Confederation government could not possibly control the vast territories of the Vilani Imperium and proclaimed himself Regent of the Vilani Imperium and Protector of Terra, with both states now united in the Rule of Man. Nearly all of the fleet sided with Estigarribia, both because it was composed largely of colonials, who were under-represented under the Terran Confederation government, and because of Estigarribia’s careful preparation. The Confederation was dissolved without significant resistance.\n\nThe Terran fleet headquarters on Dingir became the capital of the Rule of Man. The bureaucratic centre of the Imperium remained on Vland, although arrangements were undertaken to gradually transfer it elsewhere.\n\nUpon Estigarribia’s death, he was succeeded by his chief of staff, who crowned himself Emperor Hiroshi II. Estigarribia, even though he did not actually assume the crown, is therefore known to history as Emperor Hiroshi I.\n\nHiroshi II transferred all functions of government from both Vland and Dingir to a more centrally located world, renamed bilingually Hub/Ershur. This world was to remain the capital of the Rule of Man for the next 400 years.\n\nDuring the Rule of Man, large numbers of humans from Terra and its oldest colonies emigrated throughout the Imperium. People of Terran ancestry or culture (many of them assimilated Vilani) assumed positions of power on most worlds, becoming industrialists and administrators.\n\nThe problems of sheer size and scientific stagnation, which had brought about the fall of the Vilani Imperium, continued to plague the Rule of Man. The Vilani had coped with the problems of ruling a large empire by a rigid caste system, with all citizens rooted permanently in their places but this system could last only as long as there was no significant external threat. The Terrans did away with this system but were not able to replace it with a new social order. The destruction of the caste system swept away the foundations of society. Key industries fell apart as their workers became free to move elsewhere.\n\nThe -1776 date for the end of the Rule of Man is arbitrary, and notes the financial collapse of the central government, when the Treasury at Hub/Ershur refused to honour a monetary issue of the branch treasury at Antares. The resulting lack of confidence within monetary circles marked the end of large-scale interstellar trade and of effective governmental power within the Rule of Man. Although the Imperium did not completely fall apart for many years, the Rule of Man had effectively ceased to exist as a viable interstellar community, and the period known as Twilight had begun.\n\nThe Third Imperium refers to the Rule of Man as the Second Imperium, which emphasises its own roots in the Solomani-dominated Second Imperium and the Vilani-dominated First Imperium. Anti-Solomani elements, however, emphasise the failure of the Solomani-dominated Ramshackle Empire."
    },
    {
      "Name": "Rule of Terra",
      "Data": "Solomani terrorist group active in selected regions of the Solomani/Imperial border. Violently anti-Imperial even by the standards of most Solomani political groups, the Rule of Terra seeks to force the return of all ‘rightful Terran property’ to Solomani hands through assassination and other acts of violence.\n\nThe organisation, although interstellar in scope, was apparently not a very strong organisation in the beginning; some of its claimed attacks have proven to be accidents, while others were the work of different dissident individuals or organisations.\n\nThe Rule of Terra’s acts, although not its goals, have been disavowed by many other Solomani groups, including the Confederation government. In return, the Rule of Terra has attacked even Solomani populations, stating that ‘all who do not contribute to the Manifest Destiny of the Race are not worthy to be part of the Race’."
    },
    {
      "Name": "Rhylanor",
      "Data": "The subsector capital, Xboat link and site of two major bases. Rhylanor is a high-population, high-technology Imperial world located in the Spinward Marches. Rhylanor is a smallish, normal climate planet with a very thin oxygen-nitrogen atmosphere located in a cluster of three star systems just off the Spinward Main. As such it provides a useful short cut for high-Jump vessels and Xboats but is inaccessible to most commercial ships. The majority of traffic into Rhylanor comes via the Celepina-Jae Tellona link or from Fulacin to Porozlo.\n\nRhylanor is best known as the birthplace of Olav hault-Plankwell -- the first of the Emperors of the Flag. As Grand Admiral of the Marches, Olav led the March Fleet against the Outworld Coalition in the First Frontier War. His birthplace is now a small museum and attracts many visitors each year."
    },
    {
      "Name": "Rhylanor Taoiseach",
      "Data": "The Taoiseach was founded by Olav hault-Plankwell during his tenure as commander of the Spinward Marches naval forces. It was originally a covert paramilitary intelligence force comprised of scout and marine commandoes. In later years, it became attached to the IISS as a cross-Imperial troubleshooting force. After it was exposed in the late 800s, it was disbanded in 907. The public information-gathering arm is still intact, however, and generates reports on trade and technology from all over the Imperium.\n\nRumours that the paramilitary branch still operates are categorically denied by Scout Service administrators."
    },
    {
      "Name": "Scout Base",
      "Data": "Port facility for the support, maintenance and repair of scout vessels. The scout service maintains a variety of scout bases scattered throughout the Imperium, with installations tending to be on less well-developed worlds with star-ports type D or C. Scout bases tend to be surface installations equipped with basic facilities for fuelling and for minor maintenance activities oriented toward ships of 1,000 tons or less. Scout bases are positioned in systems more out of the way than are naval bases and for a reason. The scout bases serve as a source of ships carrying dispatches from the well-travelled xboat lanes to more remote worlds.\n\nScout bases also have other responsibilities and most have an administrative responsibility in addition to the maintenance and refuelling of scout ships. Within a subsector, one base will hold responsibility for cartography within the subsector, another will be responsible for technical developments and still another for contact or liaison activities. The scout base is more extensive than an xboat station but less comprehensive than a way station.\n\nSee Way Station, Xboat Station."
    },
    {
      "Name": "ScoutRon",
      "Data": "Scout squadrons are composed of ships assigned to the Imperial Interstellar Scout Service. They rarely serve as ScoutRons; instead, the ships are assigned to other squadrons based on need. For example, many fleet couriers are considered scout-type ships. When a fleet courier assigned to BatRon 10 is sent with dispatches to BatRon 11, it is automatically reassigned to BatRon 11 when it arrives. Ships awaiting assignment to serving squadrons are assigned to a ScoutRon, as are ships being resupplied or undergoing repairs."
    },
    {
      "Name": "Seedspitter",
      "Data": "(Pseudotupaia gigans) The seedspitter is a small, moderately intelligent animal native to the forests and uplands of certain worlds throughout the Imperium.\n\nExternally, the seedspitter resembles the Terran shrew but is larger, massing about 3 kilograms (about the size of a small domestic cat). It has reddish-grey to reddish-brown fur, a domed head and an elongated nose.\n\nAt one time the seedspitter secreted an irritant poison similar to a bee’s venom into a chamber located behind its upper lip. It would fill this chamber with venom, constrict it rapidly and squirt the irritant out through an opening in its upper lip, with sufficient force to propel it one or two meters. The irritant could paralyse small animals, which formed a significant part of the seedspitter’s diet.\n\nAs time passed, the animal learned to pick up fruit seeds or small stones with its tongue, insert them into its poison cavity and propel them at predators. In time, the seedspitter developed this skill to the point where it only secreted enough poison to lightly coat the seed and lubricate its passage out of the chamber.\n\nBecause of its affectionate nature and its appealing appearance, (the upturned corners of the mouth give the appearance of a perpetual smirk), the seedspitter is a common pet on starships, where it helps in pest control. Seedspitters are easily trained to do tricks such as hitting a target, or ‘juggling’ seeds by repeatedly spittinq them into the air, catching them and spitting them again . Well-trained animals can keep four or five seeds in the air at once."
    },
    {
      "Name": "Second Frontier War (615 to 620)",
      "Data": "Fought between the Outworld Coalition and the Imperium during the period of the barracks emperors. Arbellatra (587 to 666) was named Grand Admiral of the Marches by Cleon V and led the combined local and Imperial forces to defeat the Coalition and then proceeded to reestablish the central Imperial authority. She was named regent in 622 as a result, and Empress in 629."
    },
    {
      "Name": "Second Imperium",
      "Data": "See Rule of Man"
    },
    {
      "Name": "Sector",
      "Data": "Mapping unit in astrography equal to 16 subsectors. Average density is 500 to 650 worlds per sector. Sectors are named and several synonyms are in common use, including march (or marches), region, reach (or reaches), quadrant, and matrix. The Spinward Marches, for example, is a sector. As a rough means of comparing size, the sector counts of the large interstellar states and areas of settlement are: the Imperium: 19; the Aslan Hierate: 15; the Hive Federation: 11; the Two Thousand Worlds: 9; the Vargr Extents: 9; the Zhodani Consulate: 8; the Solomani Confederation: 5"
    },
    {
      "Name": "Seneschal",
      "Data": "An aide or executive officer. For high-ranking officials, the wide range of responsibilities are manageable only through computer assistance. Even then, the information flow may be too great. The seneschal is a product of the computer age - an adjutant or assistant with responsibilities in information management. The seneschal has no authority of his own; he manages the massive input of information associated with his superior’s position, keeping the official informed but not overwhelmed."
    },
    {
      "Name": "Shudusham Concords",
      "Data": "Agreement signed by the 12 worlds of the Sylean Federation at Shudusham (Core/Capital) in -110, which dealt with weaponry carried by robots. The Concords have no legal force now, of course, but many worlds have adopted similar or identical standards using the Concords as a template and most robots produced commercially in the Imperium are designed with these restrictions in mind."
    },
    {
      "Name": "Six Races",
      "Data": "Traditional term for the intelligent races which dominate this region of the galaxy. It appears independently in Aslan, Vargr, and Centaur literature. There is some disagreement as to the meaning of the term and the identity of the races involved. Most commentators agree that all of the six races must be major races; the candidates are Aslan, Centaurs, Droyne, Hive, Solomani, Vargr, Vilani and Zhodani. Various racially-based hypotheses have emerged but none has gained ascendency."
    },
    {
      "Name": "Sleeper Ship",
      "Data": "Type of slower-than-light starship where the crew and passengers spend all, or most, of the journey in low berths. Even for fast vessels, such journeys can take years, decades, or even centuries."
    },
    {
      "Name": "Smaetal swarmers",
      "Data": "Popularly known as ‘smaets’, minnies and piranha bugs, these carnivorous insect-analogues are extremely small, flying life-forms native to Smaeta, near the Imperial core, but now found infrequently on countless humid, tropical environments on worlds across the Imperium.\n\nThey are commonly spread by tramp freighters and merchant vessels carrying consignments of tropical fruit and control of these and similar pests is a major concern of port and customs officials everywhere. Each adult smaet weighs less than .1 gram and has a wingspan of less than one centimetre. They are generally encountered as an upright, pillar-shaped cloud, about two metres tall, which drifts along just above the ground. One cloud may contain over 50,000 individuals.\n\nThese clouds of carnivorous insects will approach any homoeothermic life form of more than about 50 kilogram mass at the speed of a man’s run. A single bite is no more than an annoying pinprick, but thousands of bites in the space of a few moments can be deadly and smaets are classified as dangerous life forms.\n\nSmaet swarms can be dispersed by flamethrowers and insecticidal sprays and fogs. Little else can significantly damage a swarm, however. Only fully-sealed suits, such as vacc suits, battledress, combat armour and combat environment suits will prtect froma smaet swarm."
    },
    {
      "Name": "Solomani",
      "Data": "Strictly, a member of that human race which developed on Terra from the original human stock (H. sapiens). The term Solomani is often used to refer to members of the Solomani race (or, more palatably to some, to members of the human race of Solomani descent) or to members of the Solomani political movement. Its original meaning is obscure but the word seems to have originally meant either men of Sol or sole men. After the Solomani developed jump drives in -2431, Solomani humans were scattered to the stars in several waves. Early colonisation efforts first settled the worlds closest to Terra; the later conquest of the First Imperium and the establishment of the Rule of Man sent more Solomani humans out, primarily to occupy the former Imperial regions."
    },
    {
      "Name": "Solomani Autonomous Region",
      "Data": "Area within the Imperium granted self-government through a charter from Empress Margaret I in 704. The charter granted control of the region of space within a radius of 50 parsecs of Terra (hence the name Solomani Sphere) to a Solomani governing body, which was given broad powers of authority.\n\nFor 200 years, the Imperium effectively ignored the region, concentrating instead on its coreward frontiers. By 940, Solomani oppression of non-human (and non-Solomani) worlds forced Empress Margaret II to revoke the region’s charter.\n\nAfter years of diplomatic actions proved fruitless, it was decided to forcibly reintegrate the region into the Imperium. Naturally, the Solomani resisted and the Solomani Rim War (990 to 1002) began."
    },
    {
      "Name": "Solomani Confederation",
      "Data": "In 871, the government of the Solomani Autonomous Region reorganised itself as the Solomani Confederation, in an attempt to strengthen its claims to the heritage of the old Terran Confederation. Although tantamount to a declaration of independence, the reorganisation was officially ignored by the government of the Imperium, until the increasingly belligerent and extremist policies of the Solomani caused many border worlds under Solomani rule to petition the Imperium for redress.\n\nThe branches of the Solomani Confederation’s government took the names of the government of the Terran Confederation but the present institutions have little resemblance to those of the past. The chief governing body of the Solomani Confederation is the Secretariat. The Secretariat is presided over by the Secretary-General, who is elected from its membership. The Secretary General is the chief administrative officer of the Solomani government, and while the office holds great power, it is fully accountable to the Secretariat. Representatives to the Secretariat are appointed by the governments of the individual districts. The number of representatives each district may appoint is determined according to that district’s contribution to the Solomani economy.\n\nA district typically consists of a single world but low population worlds or depressed areas are combined into multi-world districts. In the case of a district such as this, an election is held to determine the representative from that district. These, however, are not elections in the normal sense; the governments vote, rather than the populace. Each government of such a district is allocated votes (again, according to its economic importance) which are used to elect a representative for that district.\n\n All government officeholders and officials must be members of the official party, the Solomani Movement. Although it formerly possessed great power and influence, the party is now weak, decentralised, and of little importance. The real power in the Confederation is held by the government and the various factions.\n\nBecause of the greater degree of local autonomy that exists in the Solomani Confederation, interworld factionalism exists to a much greater degree than would be allowed in the Imperium. Coalitions of worlds exist outside the normal government channels, sometimes equalling them in importance within a given region.\n\nFor example, the Near Bootes cluster, in the Capella subsector, dominates large portions of the adjacent subsectors, both economically and politically. Bootean mercantile interests heavily favour peaceful trade with the Imperium and their influence with the Confederation government is considered to be the primary reason for the unofficial detente between the Confederation and the Imperium. Another example of this factionalism is the ongoing trade war between Kukulcan (Kukulcan 0405) and the coalition of Thetis (Kukulcan 0108) and Laputa (Kukulcan 0310). The war is causing severe damage to the economy of Kukulcan but the Thetis-Laputa coalition has thus far been able to muster enough power to prevent effective intervention by the Confederation government."
    },
    {
      "Name": "Solomani Hypothesis",
      "Data": "When the Solomani discovered jump drive in -2431, they also discovered that more than a dozen human races had already colonised the worlds surrounding Earth. At the time, there was no satisfactory explanation for the more than 40 genetically identical human races.\n\nThe Solomani Hypothesis, first proposed by Magis Sergei haut- Devroe (64 to 141), theorised that all of the many widely scattered human races of the galaxy originated on Terra and he thought that they were transported to their current homeworlds by an alien race (called the Ancients) for purposes that even today remain unclear. The approximate date of the scattering has been established as -300,000. When Terra was incorporated in the Imperium in 588, a small historical mission verified much of haut-Devroe’s work. The hypothesis was already generally accepted by the majority of the human population in the Imperium.\n\nMore than 40 known human races have been located (and several more of them failed to adapt to their new worlds and are now extinct); only three of these human races have reached widespread prominence: they are the Vilani, the Zhodani and the Solomani.\n\nMost other human races accept the hypothesis but lend it no special importance. This hypothesis, though, is used by the Solomani Movement as a basis for its claims of Solomani racial superiority."
    },
    {
      "Name": "Solomani Movement",
      "Data": "An organisation devoted to the doctrine that humans of Solomani descent are superior to all others and are most fit to rule the galaxy."
    },
    {
      "Name": "Solomani Rim War (990-1002)",
      "Data": "War between the Third Imperium and the Solomani Confederation during which a large portion of the Solomani Rim sector was returned to Imperial control.\n\nHoping to profit from Imperial preoccupation with the Third Frontier War and the disorganisation that followed upon the abdication of Styryx in 989, the Solomani reasserted their control over the complete Solomani Sphere, including those portions reabsorbed into the Imperium (see Solomani Autonomous Region). The Imperium declared war in 990.\n\nThe initial phase of the war went very well for the Solomani. Although the Imperium maintained sizable fleets along the border, they were inferior in strength to the massed naval elements of the Solomani Confederation. In most areas, the Solomani regained the border worlds lost to the Imperium in the last half century and even occupied a number of worlds that had never been part of the Solomani Sphere.\n\nHowever, Solomani fortunes were checked in 993 when a large invasion force attempted to regain the worlds in the Old Expanses sector. The fleet encountered near-fanatical resistance and was repulsed with heavy losses.\n\nThe period from 993 to 998 was one of stalemate. The Solomani abandoned their plans of further expansion in order to rebuild their forces. However, their policy of inflexibly defending every border world was a constant drain on their resources and the Solomani were not able to regain the initiative. By 998, the Imperial navy had achieved strategic dominance, as the greater industrial base of the Imperium made its power felt.\n\nThe last phase of the war, 998 to 1002, consisted of a nearcontinual advance by Imperial forces into the heart of the Solomani Sphere. The basic Imperial strategy was to attack along two parallel axes of advance, with lesser task forces spreading out to create a huge pocket of Solomani Territory.\n\nAlthough the Solomani occasionally achieved a tactical success against a task force (such as the Battle of Kagukhasaggan in early 1002), they were unable to halt the main advances. With the liberation of the Vegan district in 1001, the Imperium gained the secure base envisioned in the reign of Styryx. The loss of the Vegan district prompted the Solomani to embark on a desperate gamble. Recalling the time when the outnumbered Terran Confederation was able to defeat the Vilani Imperium, the Solomani consolidated their remaining naval forces into a single fleet and struck at the Imperial fleet advancing out of the Vegan district.\n\nAt the Battle of Dingir, in early 1002, the Solomani Grand Fleet was scattered and substantially destroyed. The remnants of the Solomani fleet fell back deeper into the Sphere, with the Imperial forces firmly establishing themselves in Terra’s own subsector.\n\nThe Imperial high command decided that Terra would have to be invaded, in order to end forever all claims of Solomani superiority and thus the use of Terra as a rallying standard elsewhere in the Sphere. In order to invade Terra, a sizable fraction of the Imperial forces in the Solomani Sphere were  assembled into an assault force, effectively ending the pursuit of the defeated Solomani fleet. The invasion began in the second quarter of 1002 and the hard fought campaign lasted until nearly the end of the year.\n\nIn the end, the Imperium conquered the planet. However, the battle for Terra had consumed so much of the Imperial military’s resources that the Imperial high command felt they lacked sufficient strength to resume their advance into the rest of the Solomani Sphere. Accordingly, they negotiated a temporary armistice with the Solomani military commanders, who were glad to gain a respite to regroup their remaining forces. The war ended on this basis as both the Imperial and Solomani civilian governments, concerned with the strain placed on their economies by the protracted war, informally agreed to extend the armistice indefinitely.\n\nAlthough scholars continue to debate the wisdom of invading Terra, some claiming that the battle was a marginal if not pyrrhic victory for the Imperium, the general consensus is that the war as a whole was a major victory for the Imperium. A substantial amount of the Solomani Sphere was reabsorbed by the Imperium and a vigorous Vegan Autonomous District was set up to oversee Imperial interests along the new border.\n\nWhile the Solomani Confederation continues to exist, the central tenet of the Solomani Movement is largely discredited. In fact, with the strong Imperial presence along the border, the Solomani Confederation seems to have abandoned any plans to resume the conflict in the near future, concentrating instead on reviving its claims to certain worlds in the more loosely organised Aslan Hierate."
    },
    {
      "Name": "Solomani Sphere",
      "Data": "See Solomani Autonomous Region."
    },
    {
      "Name": "Sophont",
      "Data": "A generalised term for an intelligent life form."
    },
    {
      "Name": "Sophontology",
      "Data": "The study of intelligent life forms. Subsidiary branches of this science include cultural sophontology, the comparative study of sophont societies; physical sophontology, the study of the genetic and physiological makeup of intelligent life; and developmental sophontology, the study of the various means by which life forms evolve intelligence."
    },
    {
      "Name": "Sphereworld",
      "Data": "See Dyson Sphere."
    },
    {
      "Name": "Spinward Main",
      "Data": "A grouping of systems in the Spinward Marches sector, each within jump-1 of another. This grouping forms a corridor that allows jump-1 capable ships to travel to 15 of the 16 Spinward Marches subsectors and to 223 of the sector’s 440 worlds."
    },
    {
      "Name": "Springer’s",
      "Data": "(Arachnofefis var.} Springers (also called cave spiders. spider-cats and shrewspiders) are eight limbed quasi-mammalian carnivores. Their origin world is not known but they are found throughout the coreward regions of the Imperium. Although spread widely by the mysterious Ancients, the range of the springer was increased considerably by the colonists of the first Imperium, as a means of biological pest control. Mass is between 250 and 500 grams, and springers average 15 centimetres in length.\n\nSpringers are active trappers and hunters, and can spin webs from glands on their chests. While they are venomous, their venom is normally only dangerous to humans with allergies."
    },
    {
      "Name": "Starburst for Extreme Heroism (SEH)",
      "Data": "The SEH is the highest honour that can be achieved by an individual under arms in the Imperium. Generals, Admirals and Subsector Dukes will all salute the sophont who has shown the outstanding heroic qualities necessary to win the award."
    },
    {
      "Name": "Starport",
      "Data": "Establishment for the landing, servicing, refuelling, and control of starships. Starports range in quality from A (the best and most extensive) to E (the worst, little more than a spot of cleared ground).\n\n Starports generally have two components: a surface facility and an orbital facility. The surface facility includes cargo handling installations, a landing field, control towers and other necessary areas. Surface starport components are frequently called Down, as in Regina Down Starport, though the term Downport is often used. Orbital facilities are present (usually in stationary orbit above the surface component) to enable handling of unstreamlined ships and to allow construction of heavy craft in orbit. The orbital component is often called Orbital, as in Regina Orbital Starport, though the term Highport is in common usage as well. Type D and E starports have no extensive orbital facilities but usually have navigational satellites or similar equipment. Non-streamlined ships at these starports must be serviced by shuttles.\n\nStarports, being the primary point at which starships interact with a system, are usually the location for additional bases, such as scout bases, naval bases or other military installationsand for shipyards."
    },
    {
      "Name": "Sternmetal Horizons, LIC",
      "Data": "Sternmetal is primarily engaged in mining operations and manufacturing. It produces mostly power generation equipment of all types, including power plants for starships, air and ground vehicles, cities and industrial installations. Additionally, Sternmetal is the largest manufacturer of food synthesis equipment in the Imperium.\n\nStock Ownership: Imperial family— 2%, Hortalez et Cie— 29%, Investment trusts- 32%, Noble families- 18%, Antares Holdings, LIC- 19%."
    },
    {
      "Name": "Subsector",
      "Data": "Mapping unit in astrography. Average density: 30 to 40 worlds per subsector. Subsectors are noted within a sector by their position using the first 16 letters of the alphabet (A-PI. In addition, they are named and may be called by a variety of synonyms for subsector, including province, cluster, or district. Imperial convention is to assign numbers to districts (for example, District 268) which are under Imperial protection pending integration into the Imperium."
    },
    {
      "Name": "Superdense Material",
      "Data": "Superdense is an armour/hull material made of crystaliron steel that has it’s structure partially collapsed by an extremely strong artificial gravity field. This process makes the armour extremely strong and dense."
    },
    {
      "Name": "Survey, First (published 420)",
      "Data": "The first comprehensive astrographic and demographic survey of the Imperium, performed by the Imperial Interstellar Scout Service. More than a 100 years in the making, its publication in 420 made available the Imperium’s records on its constituent worlds for public use."
    },
    {
      "Name": "Survey, Second (published 1065)",
      "Data": "The second comprehensive survey of the Imperium, performed by the scout service, updating the long obsolete and incomplete data in the First Survey. The Second Survey was 70 years in the compilation, went to greater lengths than the first survey and included more world data as well as more complete astrographic data. In addition, the expansion of the Imperium since 420 had added many new worlds that had to be included."
    },
    {
      "Name": "Schunamann und Sohn AG, LIC",
      "Data": "SuSAG engages in a wide range of chemical, pharmaceutical and geneering activities. SuSAG is the primary manufacturer of anagathics for the Imperium and maintains psi drug manufacturing plants in certain client states outside Imperial borders. Because of the bad reputation for safety of its chemical/biological warfare division, the firm is not well liked in many regions, even though all of SuSAG’s dangerous manufacturing plants and experimental stations are located on remote, uninhabited planetoids.\n\nSince sabotage of its plants is widespread and its products extremely valuable, the firm maintains a large paramilitary security force, equipped to Tech Level 12-14 standards.\n\nSuSAG was founded in 252 by Gustav Schunamann, financed from royalties received for his purification process for various psi-drugs and using the shell of a bankrupt Sylean firm (hence the archaic AG in its name). With the Psionics Suppressions in 800, psi drugs were declared illegal, all plants engaged in their manufacture within the Imperium closed and all stocks confiscated and destroyed.\n\nFortunately for SuSAG, the firm had by then expanded into other operations and although badly damaged, it managed to survive and prosper. SuSAG often engages in clandestine military ventures (using mercenary units) to protect their extra- Imperial interests.\n\nStock ownership: Schunamann family- 52%, Imperial family— 2 1/2 %, Hortalez et Cie- 9%, Other corporations- 23½%, Private ownership- 7%, Other- 6%."
    },
    {
      "Name": "Sinzarmes",
      "Data": "Headquartered on Efate, in the Regina subsector, Sinzarmes provides transport from the subsector’s many worlds to the major trade route worlds. Sinzarmes is also a major mail carrier, delivering xboat messages to worlds off the main routes."
    },
    {
      "Name": "Star Trigger",
      "Data": "Darrian weapon based on the device that caused the Maghiz. The threat of the Star Trigger has been enough to guarantee the territorial integrity of Darrian space during the various Frontier Wars."
    },
    {
      "Name": "Strephon Aella Alkhalikoi",
      "Data": "Oldest surviving issue of Paulo III. Born in 1049, proclaimed emperor by the Moot in 1071. In the early 1100s, Strephon launched a series of reforms, giving Archdukes additional governing powers and taxation authority. The restoration of governing and taxation powers was designed to reconnect the Iridium Throne to the lives of Imperial citizens, shifting from its then-current position as a distant and abstract authority. During Strephon’s reign, the Fourth Frontier War (1082 to 1084) erupted; although it was concluded with little actual input from Capital, Strephon was nevertheless credited with the speedy end to the conflict."
    },
    {
      "Name": "Suerrat",
      "Data": "The Suerrat are a minor human race transplanted to Ilelish (Ilelish 2907) by the Ancients. The Suerrat claim to be a Major Race as they independently developed interstellar travel. However this was based on generation ships, not jump technology, so the claim is not generally accepted by other races.\n\nThe ancestral Suerrat lived in their homeworld’s lush equatorial forests and were well adapted to that environment. Early Suerrat literally lived in trees, having tamed and then moved in with, a local predator that made burrows in the largest trunks.\n\nThe Suerrat exhibit several genetic traits that are dormant in Solomani or Vilani, producing what many Solomani think of as ‘ape-like’ features. They are small but heavy for their size, very broad across the chest, and quite muscular. Their feet are slightly prehensile and Suerrat shoes are soft and mitten-like. On the right surfaces they are likely to go barefoot. They are comfortable with a much lower light level than a Solomani would be. Their retinas are more sensitive, their eyes are larger and their pupils larger still.\n\nThe Suerrat grow a coat of fur over most of their bodies, missing only on their palms, soles and from the neck up. This fur is usually red and quite long. Curiously, they cannot grow facial hair. Suerrat do not have more hair than Solomani, it is just that Solomani ‘fur’ is much finer and shorter than Suerrat fur."
    },
    {
      "Name": "Sword Worlds Confederation",
      "Data": "A loose confederation of worlds in the Spinward Marches, spinward of Imperial space and coreward of the Darrians. The first settlement in the region was on Gram in – 399, by humans of Solomani descent.\n\n By ca. -200 the settlement of the area was largely complete, and the first interstellar government in the region, the Sacnoth Dominate, was formed in -186. Consisting of the 20 worlds settled up to that point, the Dominate lasted until -102, when it was fractured by rebellion into several smaller states.\n\nDuring the ensuing centuries, various Sword World governments rose and fell, sometimes coalescing all the worlds under a single world’s domination, sometimes splintering into several small states. Contact with Imperial traders in 73 brought increased trade and had a stabilising influence on the region but this stability was short-lived.\n\nThe First Frontier War brought a desire for cooperation among the various squabbling worlds and the end of the war saw the formation of the first unified confederation in centuries, cantered on Sacnoth and referred to as the Second Dominate. As a result of the Outworld Coalition’s victory, the Sword Worlds annexed Terant 340, Torment, Trifuge and Cunnonic, all in the Darrian subsector.\n\nThe Second Dominate held power until 698, when it was overthrown by a coalition headed by Gram. The Gram Coalition ruled until 788, when a short war with the Darrian Confederation resulted in the loss of the four worlds gained during the First Frontier War.\n\nPublic outrage at the mishandling of the war caused the subsequent fall of the Gram government. The replacement for the Gram Coalition was the Trilateral Alliance, a decentralised organisation headed by Narsil, Sacnoth, and Durendal. The Alliance broke up in 848, due in large part to the inherent weakness of its organisation, and an interregnum of essentially independent worlds lasted until Gram reasserted its influence (helped substantially by Zhodani money and advisors, rumour has it) in 852. This government has remained in control down to the present.\n\nThe government allows almost complete local autonomy. Individual worlds maintain separate military forces, pass their own laws and completely regulate their own internal affairs. The Confederation government regulates interworld trade, handles diplomatic relations with outside powers and adjudicates interworld disputes.\n\nIn peacetime, the Confederation government maintains a pool of high-ranking military officers (selected from the military forces of all worlds) who are trained in large unit command and staff operations. During time of war, all military forces are confederalised, and placed under a single unified command. For ground forces, divisions will be commanded by generals from the individual worlds, corps and higher organisations by Confederation officers. The component forces of a division will be from the same world whenever possible. For naval forces, individual ships are under the command of local officers, squadrons or higher organisations under Confederation officers."
    },
    {
      "Name": "Sylean Federation (-650 to 0)",
      "Data": "Large interstellar federation that served as the basis for the Third Imperium.\n\nEstablished on Sylea in -650, the Federation grew slowly, absorbing several surrounding worlds and increasing trade and interaction between worlds.\n\nBy - 30, the real power in the Federation was an industrial consortium headed by Cleon Zhunastu. Cleon, a Solomani noble of great vision, used his family industrial base and the support of other families (obtained by the persuasiveness of his personality) to obtain behind-the-scenes control of the Federation government and begin an active campaign to increase the number of worlds under its control.\n\nAfter 30 years of economic and diplomatic manoeuvring (and occasional military action), Cleon had increased the size of the Federation, extending its control to the edge of what is now Core sector. Cleon envisioned a territory larger than a single sector, however, and concluded that the tightly controlled, highly centralised nature of the government of the Sylean Federation was not suitable for a large, star-spanning empire.\n\nCleon decided the Federation had served its purpose and began plans for a more suitable form of interstellar government, which would allow greater local autonomy but maintain cohesion over large distances. In addition, to restore the past glories of the Rule of Man (and therefore lay claim to all former territories of the First and Second Imperiums), Cleon proposed to revive the Imperium.\n\nThis was made possible by the fact that in the closing years of the period known as Twilight, one of the last claimants to the throne of the Rule of Man had made Sylea his capital. Cleon traced the legitimacy of the Sylean Federation backwards through this emperor to the Rule of Man and (since the Rule of Man claimed to be the lawful successor to the Vilani Imperium) to the First Imperium as well.\n\nIn the 651st year of the Sylean Federation, the Grand Senate of the Federation ‘persuaded’ Cleon to accept the Imperial crown. That year, he was crowned First Emperor of the Third Imperium and proclaimed the 651st year of the Sylean Federation to be the Year Zero of the Third Imperium."
    },
    {
      "Name": "System",
      "Data": "A star and its family of planets and satellites. The term system denotes a major world and its associated star (or stars), plus any other planets, satellites, asteroids and other bodies."
    },
    {
      "Name": "System Defence Boat",
      "Data": "A non-starship specifically intended for defensive operations inside a star system. Developed on the principle that a non-starship (because of the increased armament made possible by its lack of jump drives) can normally defeat a starship of equal tonnage. SDBs are typically stationed at the vital points of a system (the gas giants, the asteroid belt, the major world, and so on) and attack invading vessels according to one or more predetermined plans.\n\nSystem Defence Boats range in size from 100 to 1,000 tons and are constructed at all tech levels from 8 to 15. There are hundreds of different types, depending upon the specific mission for which they are designed."
    },
    {
      "Name": "TankRon",
      "Data": "Tanker squadrons are special-purpose units dictated by the need for Imperial Navy vessels to travel farther than their fuel tankage will allow. TankRons carry large quantities of fuel and are positioned to refuel other squadrons as they cross territory that would not otherwise provide fuel resources for them."
    },
    {
      "Name": "Tarsus",
      "Data": "(Tarsus/District 268 0308 B584620-A) Agricultural world in District 268 of the Spinward Marches, notable for the production of nobble meat and nobble hide. The world itself has an extreme axial tilt resulting in pronounced seasons."
    },
    {
      "Name": "Technology Level (TL)",
      "Data": "Technology Level is a measure of the productive capability of a planet. While it indicates the common tech level, it does not preclude items from higher Tech Levels. Tech Level is a general measure and while a world may be TL12 in general, it is quite possible for certain technological developments to be more advanced, or conversely, more delayed, than the general measure would indicate."
    },
    {
      "Name": "Terra (Terra/Sol 0207-A867A69-F)",
      "Data": "Also known as Earth. Origin world of the genetic stock from which all races of Humaniti descended, former capital of the Terran Confederation, former capital of the Old Earth Union and former capital of the Solomani Autonomous Region. The word Terran (used in the past to refer to an inhabitant of this world or to a citizen of the Terran Confederation) is derived from the name of this world."
    },
    {
      "Name": "Terran Confederation (- 2499 to - 2204)",
      "Data": "The Terran Confederation was an interstellar government consisting of Terra and its colony worlds. The Terran Confederation has its roots in the formation of the United Nations Space Coordination Agency (UNSCA) in -2499, by the Treaty of New York. In addition to handling mundane responsibilities that helped avoid conflict, UNSCA soon became a clearing house for space operations.\n\nOne of UNSCA’s natural directions was research. In 2087, UNSCA researchers in the system’s asteroid belt who were looking for better drives to transport ores discovered jump drive. The first jump drives were used only in the solar system, as they were too weak to be used for interstellar travel. In 2096, for various reasons, the first interstellar jump expedition travelled to Barnard’s Star rather than Alpha Centauri.\n\n Upon their return in 2097, the expedition members were hurried into a hushed meeting with UNSCA. The expedition had encountered alien intelligent life and humans no less! The expedition members had encountered a Vilani prospecting camp, an outpost on the very fringe of a vast, advanced empire controlled by alien humans. It came as quite a shock to the Terrans that many of the worlds only a few parsecs away were already claimed. Politicians echoed the popular sentiment that it was unfair for alien humans from several hundred lightyears away to claim worlds near Terra. Individual nations began expanding their armed forces and building starships.\n\n Over the course of the next three decades, UNSCA and the United Nations transformed itself into a true world government, which administered the defence of Terra against the Vilani Empire. Terran colonies formed on other worlds were granted membership into the United Nations. In -2400, the UN officially changed its name to the United Worlds. Two years later, the name was changed again to the Terran Confederation. Modern historians, for simplicity, use this term exclusively.\n\nThe Terran Confederation fought a series of interstellar wars with the Vilani Imperium over the period - 2408 to - 2219. These wars ultimately resulted in the fall of the Vilani Imperium. The Confederation was dissolved in - 2204 upon the proclamation of the Rule of Man.\n\nSee Rule of Man, Nth Frontier War."
    },
    {
      "Name": "Terran Norm (T-Norm)",
      "Data": "This designation is applied to worlds that are nearly identical to Terra. These are worlds that are Size 7-9, atmosphere 6-7, and hydrographics 5-7 and have average surface temperatures in the range of 10-20 degrees Celsius.. T-Norm worlds are the jewels of any sub-sector and become instant targets for colonisation."
    },
    {
      "Name": "Terran Prime (T-Prime)",
      "Data": "These are worlds that are similar enough to Terra to be considered prime targets for colonisation. T-Prime worlds have size 6-9, atmosphere classes 4-9 and Hydrographics 3-9, with average surface temperatures in the range of 5-25 degrees Celsius. T-Prime worlds are ideal candidates for colonisation projects."
    },
    {
      "Name": "Third Frontier War (979 to 986)",
      "Data": "The long period of uneasy peace between the Imperium and the Zhodani Consulate erupted into war in 979 with simultaneous blows in the Querion and Jewell subsectors. Imperial reaction was deficient and the hostilities continued for nearly six years with little to show for it. The armistice finally signed in 986 give each side little and brought about the abdication of Emperor Styryx in 989."
    },
    {
      "Name": "Third Imperium (0 to present)",
      "Data": "Also called The Imperium. Founded in 0 by Cleon Zhunastu from the Sylean Federation of what is now Core sector. The Imperium grew swiftly during the early Pacification Campaigns, and then more slowly thereafter until stability was reached in the 600’s, by which time the Imperium had absorbed much of the territory of the First and Second Imperiums.\n\nThe Imperium can be best thought of as a form of feudal confederation. Member worlds of the Imperium agree to pay taxes and obey a few fundamental laws that the Imperium promulgates, known as the High Laws. In return, the Imperium agrees to patrol the space between the worlds, to protect interstellar trade, to encourage travel and commerce and to arbitrate diplomatic relations between worlds. Beyond this, individual worlds are left to their own devices so long as they acknowledge the power of the Imperium to rule the space between the stars.\n\nImperial power is present on member worlds in the form of consulates, bureaucratic off ices and bases. Sometimes, large  enclaves of Imperial power are placed where they can enhance the emperor’s strength.\n\nThe Imperium’s territory is divided into sectors, which are in turn divided into subsectors and systems. Groups of sectors, called domains, have been created above the sector level. During the Pacification Campaigns, Emperor Artemsus divided space into six regions, labelled them domains and appointed an archduke over each of them. To each archduke, he assigned the continuing pacification of the domain’s many systems and their integration into the Imperium. The domains were: Sylea (Core, Fornast, Massilia, Delphi), Vland (Corridor, Vland, Gushemege, Dagudashag), Gateway (Ley, Glimmerdrift Reaches, Gateway, Crucis Margin), llelish (Ilelish, Zarushagar, Reaver’s Deep, Daibei), Antares (Lishun, Antares, Mendan, Amdukan) and Sol (Diaspora, Old Expanses, Solomani Rim, Alpha Crucis). Most of the domains were never totally absorbed into the Imperium. In 589, during the First Frontier War, a seventh domain was established: Deneb (Spinward Marches, Deneb, Trojan Reach, Reft). The intent was to appoint an archduke to be responsible for their supervision. However, the Civil War broke out before an archduke was appointed.\n\nFollowing the Civil War, the emperors expressed concern about individuals with powers equalling their own, so they moved to lessen the power of the archdukes in the Imperial government. Because of this, no archduke of Deneb was ever appointed. As a result, the domains came to have little practical significance. Each archduke did retain the power to create knights and baronets.\n\nIn the years after the Fourth Frontier War and after the problems it presented from lags in communication, Emperor Strephon felt a strengthened archduke position could enable the Imperium to more quickly respond in defending the realm. Against the protests and opposition of some prominent members of the Moot, Strephon re-established the domain as a level in the bureaucracy of the Imperial Navy and returned to the Domain the ability to colle t taxes.\n\nSee Sylean Federation."
    },
    {
      "Name": "Thunderball",
      "Data": "Mercenary jargon for an illegal nuclear weapon."
    },
    {
      "Name": "Travel Zone",
      "Data": "Standard form of classification for worlds in terms of relative danger. As a service to spacefarers, the Traveller’s Aid Society publishes travel zone classifications that indicate the degree of danger a world presents to visitors. Standard classifications are green (no danger), amber (caution advised) and red (severe danger).\n\nSee also Amber Zone, Red Zone."
    },
    {
      "Name": "Tree Kraken",
      "Data": "(also called Land Squid, Squibbon) (Hexapoda strenii. H. silvans, et al)\n\nThe tree kraken is native to the planet Forboldn but for various reasons can be found on many small, low gravity worlds. The adult tree kraken weighs six kilograms and resembles in general body form the octopus, having a central body, sensory cluster and six radiating tentacle-like arms that surround a central multi-hooked beak-mouth.\n\nTree krakens are predators, with the six arms being lined with disk-shaped abrading structures. They attack their prey from a height, and some varieties are capable of gliding a significant distance."
    },
    {
      "Name": "Tukera Lines",
      "Data": "The Imperium-spanning Tukera Lines actually predates the formation of the Imperium. The original corporation held a charter from the Sylean Federation; with the establishment of the Imperium in the holiday year zero, all such charters were automatically recognised by the Imperium.\n\nTukera Lines concentrates on the main communications links within the Imperium and operates a vast fleet of jump-3 and jump-4 liners and transports, which follow the established xboat routes. In some subsectors, especially in the older, more established regions of the Imperium, Tukera has a virtual monopoly on long-distance shipping and travel.\n\nStock ownership in Tukera Lines is divided approximately as follows: Tukera family- 6%, Imperial family- 32%, large corporations- 6%, public (individuals)- 31 %, investment trusts- 25%."
    },
    {
      "Name": "Trojan Clusters",
      "Data": "These are asteroid clusters found in the Trojan points of gas giants, if present in a star system."
    },
    {
      "Name": "Trojan Points",
      "Data": "Simply put, Trojan points are empty points of space that exert their own gravitational influence due to the gravitational forces of two larger celestial bodies – such as a gas giant and its parent star. They are found in the same orbit as the gas giant, but 60-degrees ahead of and behind the planet. An object in a Trojan point remains in place as long as no other force is brought to bear."
    },
    {
      "Name": "True- Daughter",
      "Data": "True-son or True-daughter is a polite term for a clone. Usually reserved for offspring of Nobility created to be heirs to their position."
    },
    {
      "Name": "True-Son",
      "Data": "See True-Daughter."
    },
    {
      "Name": "Twilight (- 1776 to - 1526)",
      "Data": "The failure of the Rule of Man triggered the collapse of most of interstellar civilisation. While interstellar travel and commerce continued, it was at a greatly reduced rate and the many worlds of the Imperium turned in on themselves. The period of collapse is termed Twilight and lasted for two and a half centuries.\n\nModern historians consider Twilight to have begun in - 1776 when the treasury on Hub/Ershur refused to acknowledge a monetary issue of the branch treasury at Antares, triggering a financial collapse and the destruction of large-scale trade within the Imperium. The end of Twilight is commonly accepted as the year - 1526, when the last governmental body claiming to be the Rule of Man ceased to exist."
    },
    {
      "Name": "Twilight’s Peak",
      "Data": "Legendary story of lost starfarers who discovered fantastic structures and devices while surviving a terrifying winter season. Based on an epic poem of execrable quality, the story seems to be based on the disappearance of the Gyro Cadiz task force in 984, which has never been completely accounted for."
    },
    {
      "Name": "Two Thousand Worlds",
      "Data": "Most common name in the Imperium for the region of space ruled by the K’kree. Two thousand worlds is a literal translation of the K’kree T’t’tkahk Xeng Kirr. The same words can also be rendered idiomatically as ‘universe’. In times past, the words meant ‘night sky’, as roughly two thousand stars can be seen from one hemisphere of Kirur, the K’kree homeworld. The name should not be taken to mean that there are exactly 2,000 worlds in the K’kree empire.\n\nThe K’kree government is highly conservative. The current dynasty ruling the Two Thousand Worlds has been in power since prehistoric times and the form of the government has remained unchanged except for a few minor modifications made necessary by the problems inherent in governing an interstellar empire.\n\nK’kree expansion into space progressed very slowly after the discovery of the jump drive in -4142. The conservative nature of society and the technical limitations placed upon spaceflight by that society (K’kree spaceships must be very large, for example) combined to inhibit early exploration and colonisation. The discovery of other sophonts caused a xenophobic reaction in K’kree society. The realisation that intelligent carnivores might exist somewhere in space sparked the K’kree obsession to convert the universe to herbivorism. This obsession stimulated the growth of the Two Thousand Worlds to its present size and still dominates K’kree culture.\n\nLocal cultures are tolerated and other aspects of K’kree society are not heavily enforced but all races within the Two Thousand Worlds are herbivorous. K’kree contact with the Hive Federation was soon followed by the Hiver-K’kree war of - 2029 to - 2013. The military technology of the K’kree proved superior in the first stages of the war. The war ended due to non-military considerations, however, when the Hive Federation demonstrated a plan to radically alter the K’kree social order through the use of psychohistorical techniques and threatened to implement it. The K’kree withdrew to the antebellum borders and the border between the two states has remained stable to this day. The K’kree empire eventually stopped in its expansion. Increasing problems of administration over interstellar distances and contact with other starfaring races (such as hivers and humaniti) have stabilized the Two Thousand Worlds at its present size."
    },
    {
      "Name": "Uplift",
      "Data": "The process of genetically-engineering an animal species into intelligence. It often involves changing limb shape to provide hands, vocal cords to provide speech and other such changes. Of the Major Races, the Solomani have the most experience with uplift.\n\nOver the centuries, a wide variety of terrestrial animals have been uplifted, including dolphins, orcas, pacific octopus, humboldt squid, chimpanzees, gorillas, orang-utans, leopards and black bears, with varying levels of success.\n\nTechnically, the Vargr are an uplifted race but it is not considered a wise idea to tell one that to their face."
    },
    {
      "Name": "Varian Alkhalikoi Alkhalikoi",
      "Data": "Prince of the Imperium. Varian is the elder of the twin nephews of Emperor Strephon and is the son of Duke Dresden and Princess Lydia. Varian was born in 1094, five minutes before his brother, Prince Lucan. He is third in line to the Iridium Throne, after the Grand Princess Ciencia Iphigenia and his mother, Princess Lydia."
    },
    {
      "Name": "Vargr",
      "Data": "Intelligent major race derived from Ancient genetic manipulations of Terran carnivore/chaser stock, apparently dating from approximately the same time that humaniti was scattered to the stars. Inhabiting a region rimward of the Imperium, the Vargr were for years a puzzle to Imperial xenologists. The Vargr biochemistry and genetic makeup are almost identical with a number of terrestrial animals but differ radically from most of the flora and fauna indigenous to Lair, the purported Vargr home world. Researches during the early years of the Third Imperium concluded them to be the result of genetic manipulation of transplanted Terran animals of the family Canidae, almost certainly of genus Canis. The obvious conclusion, supported by archaeological evidence, is that the race known as the Ancients was responsible.\n\nPhysically, the Vargr are not very impressive. The typical Vargr is about 1.6 metres in height and weighs approximately 60 kilograms. They are upright bipedal carnivores, with digitigrades rear limbs and hands very similar in size and appearance to those of a human, although there are significant internal differences. They have approximately the same physical parameters as humans and are able to use the same equipment without modification or additional instruction. On the average their reactions are slightly faster than those of the typical human but individuals vary widely. The Vargr senses of smell and sight are superior to those of humans.\n\nThere is no central Vargr government; indeed, there is no governmental type that can be said to be ‘typically Vargr’. Every conceivable form of governmental organisation can be found somewhere in the Vargr Extents. The only cohesive force in the Extents is a fierce racial pride that causes a slight tendency towards racial cooperation. The higher the level of the Vargr government, the more unstable it becomes because of the difficulty of obtaining consent of all Vargr involved."
    },
    {
      "Name": "Vargr in the Imperium",
      "Data": "While only a few planets populated completely by Vargr exist within the Imperium, there are millions of Vargr citizens of loyal subject planets. Additionally, Vargr adventurers, criminals, mercenaries and traders can be found throughout the coreward reaches of the Imperium. The only non-human Archduke in the Imperium is a Vargr, Brzk of Antares.\n\nThe key elements shaping Vargr societies are a very strong centrifugal force resulting from an emphasis on consensus and informal lines of authority and an equally strong centripetal force resulting from a deeply ingrained family-clan-tribe-nation loyalty.\n\nCentralised authority is extremely limited at the upper levels of Vargr society and action is based on broad coalitional concerns, with a constant splitting and rejoining of dissident factions. Traditionally, this has made it very difficult for more centralised and organised societies such as the Imperium to deal on a meaningful basis with what passes for Vargr states. The Vargr have little respect for formal authority, decreasing as that authority becomes more remote. Vargr generally have more respect for more informal authority figures and are more likely to obey superiors who are better known to them.\n\n The Vargr have an intensive racial pride and are easily insulted. They are prone to enter into fights without regard to possible consequences.\n\nEven among the most stable Vargr governments, a highly charismatic leader can attract followers for almost anything. The neighbours of the Vargr are constantly the subject of impromptu raids and scattered piracy by bands of Vargr (totally without government sanction, of course) who have been talked into a raid, a battle, or a war by a charismatic leader."
    },
    {
      "Name": "Vargr Campaigns (220 to 348)",
      "Data": "The series of wars, encounters, conflicts and disputes between the Imperium and the various Vargr states in Vland, Corridor and Deneb sectors along the coreward edge of the Imperium. As the Imperium expanded, it initially recruited worlds that were former members of the Second and First Imperium. As its borders reached farther and farther out, the Imperial expansion was met by already established Vargr states of varying sizes. The inevitable conflict that resulted as the Imperium worked to secure its territory and the Vargr resisted are collectively called the Vargr campaigns."
    },
    {
      "Name": "Vargr Extents",
      "Data": "The territory dominated by Vargr governments. The term Vargr Extents refers to those sectors with major Vargr populations. Extents are situated roughly coreward of the Imperium, and especially coreward of the Spinward Marches, Deneb, Corridor and Vland sectors."
    },
    {
      "Name": "Vegan",
      "Data": "An intelligent race originating on Muan Gwi (Solomani Rim 0717-A456A86-F) and inhabiting the Vegan Autonomous District. They are named by humans after the bright star near their homeworld.\n\n They are upright, bipedal, and bilaterally symmetrical, Vegans also average 2.2 metres in height. They are bisexual, homoeothermic oxygen breathers with an average lifespan of over 200 years. Because of their low-gravity origin, they are physically quite weak and are unable to live on high gravity worlds.\n\nThe head serves both as braincase and as sensory appendage. Auditory organs are located in the collar-like structure around the neck. Despite external appearances to the contrary, Vegans have two eyes, located inside the hood-like fleshy structure that dominates the head. The paired eyes are covered by a transparent eyelid-like structure, which acts as a polarised light filter. This structure protects the eyes from glare, like built-in sunglasses and also serves to keep windblown dust out of the eyes. This filter can be retracted when not needed. The eyes themselves are large and pick up radiation well into the infrared portion of the spectrum, an adaptation to Muan Gwi’s small red sun. Since the skull is fixed solidly in place, a Vegan cannot turn its head but the fleshy hood containing the eyes can turn through a large arc.\n\nThe mouth is a vertical slit in the upper thoracic region, with paired breathing/vocal slits on either side of it. Two mandibles are located inside the upper chest and grind food between their opposing sets of teeth.\n\nWhere the forearm and hand would be on a human, Vegans have three tentacles, which serve them as manipulative organs. Their legs end in broad, splayed feet, which prevent them from sinking into the soft sand. The urogenital opening is a vertical slit located ventrally in the lower abdomen. There are no external differences between sexes.\n\nVegans have a number of adaptations to the arid dry region of Muan Gwi where they developed. Their tall, thin bodies are designed for maximum radiation of heat. The torso is covered with a thick integument, whose convoluted surface is richly supplied with blood vessels. By increasing or decreasing the supply of blood to the integument, heat radiation from the torso can be regulated to optimum effect (more during the day, less at night). This arrangement obviates the necessity for sweating and its consequent water loss. All orifices of the body can be sealed to prevent unnecessary moisture loss.\n\nThe Vegans received the jump drive about - 6000, from Vilaniinfluenced traders and colonised several nearby worlds before being absorbed by the First Imperium in - 4404. They were severely restricted under Vilani rule, as were all races who resisted being integrated into the rigid Vilani culture. Because of this, they welcomed Terran victory in the Interstellar Wars and the advent of the Rule of Man.\n\nThe Vegan Polity prospered under the Rule of Man and survived the Long Night largely intact. However, with the advent of the Third Imperium, the Vegan area was broken into individual planetary states in accord with Imperial policy; non-humans were treated as full citizens but, in order to cement Imperial authority, no multi-world governmental units were allowed.\n\nUnder the Solomani, the Vegans were again restricted. Human colonies were founded on many Vegan worlds to maintain Solomani influence there and Solomani governors were installed on all Vegan worlds. After the Solomani Rim War the present Vegan Autonomous District was formed as a counterweight to the Solomani.\n\nVegan society is divided into hundreds of different tuhuir, which might be roughly translated as culture, philosophy, or tao. Each tuhuir has its own customs and traditions and its own interpretation of the proper way to live. The civil service that governs the Vegan District is a tuhuir that oversees and mediates among all the other tuhuir. Although rare, heretical and rebellious tuhuir do exist. Archaeology shows that the tuhuir were once separate societies, each associated with a particular geographic location, like countries on ancient Earth. Now, however, they are mixed together in complex patterns.\n\nTuhuir are not hereditary; when a Vegan nears sexual maturity, he or she enters a period of search, which may last for many years. Eventually, the individual chooses a tuhuir; once made, the choice is for life. In practice, about 50% of all Vegans enter the tuhuir of their parents (the exact percentage varies with each tuhuir); about 0.5% find that they enjoy the search as a way of life and never join a tuhuir."
    },
    {
      "Name": "Vegan Autonomous District",
      "Data": "After the pyrrhic victory over the Solomani at Terra in 1002, the Imperium found that it could not completely conquer and absorb the Solomani Sphere. The Imperial high command decided to create the Vegan Autonomous District to act as a counterweight to the remnants of the Solomani Confederation. The Vegans have complete internal control over their district but free passage is guaranteed for Imperial citizens and goods. Although many factors have contributed to the present peace and stability along the Solomani Rim, it cannot be denied that the creation of the Vegan Autonomous District has achieved its original purpose.\n\nThe worlds of the Vegan Autonomous District are under a single, centralised government. State power is contained in a civil service, chosen and promoted by competitive examinations."
    },
    {
      "Name": "Vemene",
      "Data": "The covert security agency of Tukera Lines. The agency’s official mission is to thwart piracy, hijacking, theft and sabotage directed against Tukera’s ships and planetary installations. Critics charge that the real mission of the Vemene is to suppress Tukera’s competition by any means necessary, legal or illegal."
    },
    {
      "Name": "Verbal Override",
      "Data": "A procedure used with computer-controlled security systems, where a specific codeword may be used as absolute identification. When used, the codeword bypasses all other identification circuits and automatically authorizes the presence of the individual concerned. Primary use of such systems is in the military, where large numbers of individuals may be using the same system."
    },
    {
      "Name": "Victoria",
      "Data": "Interdicted world in the Spinward Marches. The official reason for the interdiction is to allow Victoria’s unique human culture to develop free of interference but that does not explain why the Navy also maintains a blockade of the world.\n\n Civilization on Victoria is found at the top of a series of tall mesas, high above the thick, toxic lower atmosphere."
    },
    {
      "Name": "Vilani",
      "Data": "Human major race (H. sapiens) that developed on Vland from human stock placed there by the Ancients. The Vilani were the first of humaniti to develop the jump drive (in - 9235) and were the first humans to establish an interstellar empire. The old Vilani culture that developed during the first Imperium was a rigid caste system based on the idea that each citizen had a specific and set place in the universe and it was each citizen’s duty to remain in that place. Society could not afford to let individuals do as they pleased. Not all of the subject races of the Vilani Imperium were able to be completely absorbed into this culture (the Vegans, for example) and those societies did not do well under the Vilani Imperium. The stability which Vilani culture achieved was not obtained without cost. Cultural rigidity brought with it stagnation and the Vilani Imperium collapsed soon after contact with the young, vigorous Terran Confederati on. Currently, Vilani is a cultural rather than a racial or national labelling and is applied to those within the Imperium who retain some of the old ways. The Vilani language survives in certain places, along with a few fragments of Vilani culture, such as musical forms and other fine arts. Certain of the old Vilani noble families have maintained more of the old culture, particularly the families who control the Vilani megacorporations."
    },
    {
      "Name": "Virushi",
      "Data": "With a length of nearly three metres, standing close to 1.8 metres at the shoulder, and massing close to 1,000 kilograms, the Virushi are among the largest intelligent races known to the Imperium. Virshash is a size A, dense atmosphere world just within the borders of Imperial space within the Reaver’s Deep sector; atmospheric density not withstanding, the planet is heavily irradiated by the more distant of the world’s two suns. These factors of high gravity, dense atmosphere and heavy radiation have shaped the Virushi, guiding their evolution into the awesome form of today.\n\nThe Virushi are squat, massively built creatures, covered by overlapping plates of leathery armour. They walk -and can run with surprising speed — on four tree-thick legs and are capable of extraordinarily delicate manipulation with two sets of arms. The pair of lower arms are heavily muscled and extremely powerful; the upper pair seem withered by comparison but are amazingly dextrous. The semi-erect posture has led some humans to call the Virushi ‘centaurs with tank blood’, or ‘intelligent bulldozers’. They are immensely strong but this strength must be set against generally poor sensory equipment.\n\nAs the Virushi progressed towards civilisation, an unusual social unit called the ‘cooperative’ by sophontologists came into being. Individual Virushi had to eat a great deal, and range over a wide area, to feed their massive bodies. The tendency, then, was towards a highly individualistic, even solitary existence. However, those individuals who cooperated in building shelters, tools, fire, and of course, families, had a better chance for survival. The resultant culture today is semi-feudal. Obligation and duty are complex and interwoven; the individual’s love of freedom is carefully balanced against a feeling of responsibility towards others. The concept of coercive government is inconceivable — and incomprehensible — to these people. They give freely of their own abilities and services, and expect a minimum of outside interference in their lives. A Virush will work in voluntary cooperation with others but cannot be ordered to do something he does not want to do.\n\nThough they appear frightening to humans, the Virushi are a gentle race — largely because they are of such size and strength. As one of the larger lifeforms on their homeworld, they were never forced to aggressively dominate their environment. Cultural units never evolved past the cooperative stage. Organised states, large governments, and organised warfare never came into being. Virushi found off their homeworld are most likely to be engaged in a career that stresses service to others; others are often found in work that caters to their highly individualistic way of life. Their great dexterity makes them excellent doctors - a Virushi surgeon was recently elevated to the emperor’s personal medical staff. An extreme dedication and fervour to help others characterises such Virushi encountered in jobs of this kind.\n\n Because they will not take orders, Virushi do not join the military, even though their great size would make them fearsome fighters. In their chosen fields, however, the Virushi have distinguishedthemselves on many occasions."
    },
    {
      "Name": "Vland (Vland/Vland 0307-A967A9A-F)",
      "Data": "Homeworld of the Vilani, former capital of the Vilani Imperium, current capital of the Vland sector and major trade and manufacturing centre for the core\\spinward regions of the Imperium."
    },
    {
      "Name": "Vlazhdumecta",
      "Data": "Human minor race spread throughout the Far Frontiers sector. Like most other minor races their history begins with the Ancients transplanting humans from Terra to a distant world.\n\nThey bear evidence of incomplete genetic modification, though externally they fall within normal human range for size and appearance, if typically a little on the small side."
    },
    {
      "Name": "War, Imperial Rules of",
      "Data": "The rules of war are an accumulation of unwritten concepts established on a case-by-case basis. They have not been officially codified to prevent formal precedent from preventing Imperial intervention. The main aim of the rules is to maintain the economic and military well-being of the realm. The Imperium tolerates the use of force as a necessary outlet for built-up political and social pressures beyond the opponents’ ability to mediate. A short war is deemed preferable to continuing tension, sabotage, political agitation, and so on.\n\nHowever, attempts by extra-planetary forces to seize control of a world’s affairs are beyond the scope of the ‘safety valve’ rationale. Recognising that often some community of interest exists between a faction or state on a planet and some offplanet organisation, the Imperium tolerates ‘assistance’ as long as it is deemed appropriate to the level of legitimate interest in the affairs of the world held by the extraplanetary organis ation. When it has appeared that the primary burden for the conduct of the war has been carried by an extra-planetary power, the Imperium has intervened. One prohibition is clear and firm: use or possession of nuclear weapons, if discovered and regardless of size or type, will almost certainly trigger Imperial intervention. The Imperium alone retains the rights to such weapons, because of their extreme destructive powers and the relatively low Tech Level at which they can be manufactured. For similar reasons, certain other weapons (chemical and bacteriological agents and meson accelerators, for example) are strictly controlled, although they are not subject to the sweeping restrictions placed on nuclear weapons."
    },
    {
      "Name": "Way Station",
      "Data": "The Way Station is a link in the express boat network. The way station is a large (for the scout service) base devoted to overhaul and refit of express boats at points in their journeys. During a normal tour of duty, an express boat will jump from system-to-system, occasionally changing pilots but steadily working its way farther and farther down the line. At each stop (xboat station), the xboat is routinely checked, refuelled, reprovisioned and sometimes recrewed. Ultimately, however, the xboat must undergo maintenance and possible repair after the rigours of its mission. The way station performs this function. Way stations have stocks of scout-oriented repair and maintenance equipment, as well as trained staffs of service personnel. They are the equivalent of naval bases, although they are capable of servicing only smaller tonnage ships (10,000 tons and less) due to the size and orientation of their facilities."
    },
    {
      "Name": "Xboat",
      "Data": "See Express Boat."
    },
    {
      "Name": "Xboat Station",
      "Data": "Facility for handling xboats at a star system. At each system served by the xboat network, an express boat station is maintained to handle the message traffic and to manage incoming and outgoing xboats. Usually located near the edge of a star system, the station picks up messages beamed to it by incoming xboats and relays the data to the local world for delivery. Messages destined for worlds farther down the line are transmitted to a waiting xboat which then jumps for the next world in the network. The xboat station contains receiving and retransmission equipment; refuelling and support facilities for the local staff and waiting crew are also provided. The xboat station maintains a local office on the system’s major world for the acceptance of xboat messages, as well as to handle delivery of the messages to addresses on the world."
    },
    {
      "Name": "Year Zero",
      "Data": "The base year of the Imperial calendar and the founding year of the Third Imperium. By selecting a base year numbered zero (instead of the generally selected year 1). The Imperial dating system became a standard number line extending forwards and backwards in time. Years before the founding of the Imperium became simple negative numbers and the differences between dates before and after the founding of the Imperium could be determined by subtraction.\n\nSee also Dating Systems."
    },
    {
      "Name": "Zhodane (Zhodane/Gaval 0309-A6547C8-F)",
      "Data": "Capital of the Zhodani Consulate and homeworld of the Zhodani people.\n\nUnlike the capitals of other empires, Zhodane is largely divided into the estates of the members of the ruling Zhodani council, making the world’s population unusually low. The Zhodani call the world Zhdant."
    },
    {
      "Name": "Zhodani",
      "Data": "Human major race (H. sapiens), inhabiting the Zhodani Consulate, a region spinward of the Imperium. The Zhodani are a branch of humaniti similar in most respects to other human races. In general, they tend to be taller than Solomani or Vilani and lithe of build. Their most important difference is the acceptance and use of psionics.\n\nZhodani society is divided into three classes: nobles, intendants and proles. Nobles are the enfranchised ruling class and receive psionic training from childhood. Intendants are managers and administrators of society, and also receive early training. Proles constitute the masses, are forbidden the use of psionics and do not receive training. Within this rigid class system, there are two opportunities for promotion to a higher class. All prole children are tested for psionic potential and those showing high scores are taken from their families and adopted into the intendant class. Intendants are rewarded for great diligence, service to the state, or victory in the psionic games through the granting of noble titles.\n\nThe presence of psionics in the hands of those in power means that many aspects of society work at high efficiency. Psychology, behavioural science, communications science and education are more refined and exact than in other societies. Educational methods are finely tuned and capable of teaching concepts rapidly and accurately. Mental deviance or criminal tendencies can be detected early and corrected with facility. Zhodani society is generally a happy one. Individuals are members of a functioning whole, with each making a contribution to its success. The relative lack of upward mobility for the proles is offset by the possibility for their children to move upwards if they have the proper potential. The burden of responsibility imposed on the intendants is lightened by the ever-present possibility of reward through elevation to the noble classes. The nobles themselves temper their burden of authority with comfort derived from their station in life.\n\nThe Zhodani have a general distaste for other human races that do not practice psionics. Effective indoctrination and ever-present possibility that one’s mind is being read have removed dishonesty and deviance as common features of society. Disagreements still occur, competition thrives and passions flare. But all takes place in an atmosphere of honesty and truth. Individuals can express their feelings without fear and problems are openly dealt with. In non-psionic societies, much is kept secret within the mind. A Zhodani visiting the Imperium would be appalled by the deviousness and dishonesty that pervades society.\n\nImperial distaste for the Zhodani is based on two facts. First, the Zhodani practice psionics and an Imperial cannot be sure that a Zhodani is not invading his mental privacy at any time. Imperials feel exposed and uncomfortable in the presence of Zhodani. Second, because of their psionic abilities, the Zhodani have the most effective authoritarian rule in history. Imperial citizens, used to a great degree of local autonomy, fear Zhodani conquest because of the loss of freedom it would entail.\n\nThe Zhodani consulate is a participatory democracy in which only nobles are allowed to vote. Executive and judicial functions are the responsibility of a series of councils of varying sizes. Each council elects one of its number as executive officer and a number of its members as delegates to the next higher council. The Zhodani date their empire from the traditional date of the first organized use of psionics on Zhodane, - 6731 Imperial, the year of the first olympiad. They achieved jump drive about 1,300 years later, in - 5415 Imperial. The expansion of the Zhodani was gradual and uneventful. Although some states on the fringe resisted absorption into the Consulate, most were annexed peacefully.\n\nThe Zhodani first came into conflict with the expanding Third Imperium in the 500’s, starting the First Frontier War in a dispute over present and future limits to settlement in the Spinward Marches area. Continuing frontier wars over the next 500 years have failed to resolve the basic differences between the two empires."
    },
    {
      "Name": "Zirunkariish",
      "Data": "A Vilani banking and investment company. Unlike most other Vilani megacorporations, whose origins are shrouded in mystery, Zirunkariish is known to have been founded by the noble Vilani family of Shiishuginsa in the year -425.\n\n Zirunkariish financed a great deal of the Vilani resurgence following recontact with the Syleans.\n\nZirunkariish is one of the largest insurance underwriters in the Imperium and while its capital reserves are gigantic, it usually chooses to invest them in various trusts rather than in other megacorporations.\n\nStock ownership: Shiishuginsa family— 29%, Imperial family— 18%, Sharurshid Trust- 17%, Hortalez et Cie- 7%, Noble families-12%, Investment trusts- 8%, Private ownership- 9%."
    }
  ]
}