{
  "Entries": [
    {
      "Name": "AAB",
      "Data": "The Argushiigi Admegulasha Bilanidin, which in Vilani means literally the ‘Vilani Repository of All Knowledge,’ is a major scientific institution located on the world of Vland. The extensive AAB facilities include a vast museum, a library, and several research centres and publishing houses.\n\nNot only does the AAB collect samples, specimens and recorded materials from all over explored space, it also publishes an abridged 15-holocrystal encyclopedia set of its extensive data files. Known simply as ‘The Encyclopedia’, the set contains the equivalent of 7,500 extensively illustrated volumes, yet it can easily fit into a large pocket. "
    },
    {
      "Name": "Abyss Rift",
      "Data": "An area of space within the Lanth Subsector of the Spinward Marches\n\n The Abyss has been the site of several notable ship disappearances over the last half-millennium and there has built up a substantial amount of lore associated with them. Curious jump-related phenomena have been reported in the rift for enturies, often by reliable witnesses. Scouts plying the xboat route report events such as receiving radio signals in jump-space to reports of ‘someone on the hull, trying to get in’. This is, of course, impossible.\n\nOnly seven systems lie within the Abyss’ boundaries. The presence of three Red Zone worlds, Victoria, Ylavin and Sonthert, is taken as further evidence by locals that the rift is a bad place where strange and terrifying things happen."
    },
    {
      "Name": "Acheron",
      "Data": "The Acheron are a variant Human race, genetically engineered during the Interstellar Wars period to exploit the mineral wealth of their homeworld. They are considered ugly by human standards, but stronger, tougher and more resistant to high radiation levels. Their Homeworld is Acheron (Diaspora 0932)"
    },
    {
      "Name": "Advanced Base",
      "Data": "Modular pressurized quarters with room for six persons. The system includes an air lock and an air recirculation system for life support.\n\nIt takes about two hours to set up or take down a sealed section of the advanced base, and the interior can be set up or taken down in four hours in the relative comfort of the sealed base. The interior is also modular, allowing the interior layout to be altered to suit the needs of the guests."
    },
    {
      "Name": "Ael Yae",
      "Data": "The Ael Yael are among the few exceptions to a time-honoured rule of sophontology, which states that flying creatures, because of body weight and brain size, along with the metabolic requirements for both, will never evolve into intelligent species. In a universe as broad and diverse as ours, ‘never’ is an uncertain word. The Ael evolved from flying arboreal hexapods, which used powerful hind and midlegs to grasp their prey as they swooped from overhead. A carnivore’s cunning, coupled with environmental pressures, favoured the rise of intelligence.\n\nThe forelimbs’ gliding surfaces eventually became quite serviceable wings (which span four metres), while the midlimbs became both generalised and flexible enough to permit tool making.\n\nAel eyesight is slightly better than that of a human. Their visual  range extends into the infrared, giving them good night vision, while a light-sensitive lens pigmentation keeps them from being dazzled by harsh sunlight, or brilliantly reflective surfaces.\n\nThe combination of low gravity and dense atmosphere on Jaeyelya (B-484655-4), the homeworld of the Ael, permits flight for larger creatures. Adults stand one and a half metres tall and mass 50 kg. The planet is drying out and the once-extensive forests have been vanishing during the last 1,000 years. Some few Ael colonies still live in treetop communes but most inhabit the caves and fractured cliff-top rocks that overlook Hi-yayahu lae– the Glittering Floor. There are probably less than a million Ael on the entire planet.\n\nThe Ael Yael were first contacted by an Imperial mining corporation, which sought to harvest the mineral riches of the Glittering Floor. The corporation’s actions against the Yael prompted an Imperial intervention, with a protectorate established for the planet. The Glittering Floor is still mined but now by locals, who sell the minerals to the Imperial government.\n\nThe Ael Yael culture has a rich heritage of recited verse, poetry, and mnemonic literature. They enjoy reading the literature of Imperial peoples, which they rework into Aelan literature types in their free time. They are solitary, shun close contact with other races and always seem somewhat homesick for the craggy cliffs and rock spires above the Glittering Floor. Allusions, metaphors, and similes are often expressed in terms of hunting or flight (‘I grasp your meaning,’ ‘I need to look down on that idea,’ ‘My soul feels wing-clipped’). \n\nThey are fierce warriors in combat; in hand-to-hand they can use their tails, wings, and hind-leg talons, along with any carried weapons in their tool hands. They cannot fire weapons from cover however and will leap straight up into the air when opening fire from behind cover exposing themselves to return fire."
    },
    {
      "Name": "Ag Worlds Combine",
      "Data": "Commercial alliance formed in 780 by the three agricultural worlds of District 268, Motmos, Tarkine and Tarsus, for the purpose of regulating sales to the high population worlds of Collace and Forine. Despite initial difficulties, the three worlds were eventually able to establish a working relationship. The Combine would provide a steady supply of produce and the high-population worlds would provide a steady market at reasonable prices.\n\nThe worlds of the Combine were threatened with takeover by Dallia in 840 but intervention by the two powerful consumer worlds kept the status quo intact."
    },
    {
      "Name": "Air/Raft",
      "Data": "Also known as a flier, the air/raft relies on solid-state anti-grav modules for lift and propulsion. Four independent, individually replaceable modules ensure maximum of safety, in that each provides one-quarter of the vehicle’s total lift. A standard air/raft displaces about four tons and can carry a payload of about four tons, including the driver and three passengers. An air/raft can be overloaded with passengers (a maximum of eight can fit with minimal comfort) provided total tonnage capacity for the vehicle is not exceeded. Cruising speed is usually 100 kph and extremely subject to wind effects. Many of these designs are open-topped and subject to the effects of weather and climate. Enclosed air/rafts are also available for more hostile environments.\n\nAn air/raft can reach orbit (occupants must wear vacc suits) in several hours (number of hours equals planetary size digit in the UPP). Travel beyond low orbit is not possible, as the grav modules rapidly lose efficiency outside of a gravity well.\n\nThe major drawbacks to the air/raft are its low load capacity, relatively slow speed and its susceptibility to weather (both the negative effects of bad weather on the passengers and the slowing effects of winds and buffeting)."

    },
    {
      "Name": "Al Morai",
      "Data": "Based on Mora, the merchant line Al Morai services the Spinward Marches, with routes to the Deneb and Trojan Reaches. In addition, Al Mora provides service to all worlds in the Mora Subsector, connecting them to the major trade routes.\n\nAl Morai was established in 75 as a local transport company serving systems within 10 parsecs of Mora, the company expanded by 120 to handle freight and passengers on a larger scale. During the third century Imperial, the line established an exploration division to supplement its cargo carriers"
    },
    {
      "Name": "All Terrain Vehicle (ATV)",
      "Data": "(ATV) The All Terrain Vehicle is designed to provide high-quality transportation on any number of worlds. It can traverse all but the most forbidding terrain and is fully amphibious. The vehicle’s pressurised interior allows up to eight passengers living quarters with reasonable comfort for long periods of time, including laboratory, sleeping and galley arrangements. The ATV masses 10 tons and can carry a payload of six tons, including the driver and seven passengers. Cruising speed depends on the terrain being travelled: roads can allow up to 100 kph, while cross-country will rarely exceed 60 kph and broken ground will keep speeds to 20 kph and under. Tracked ATVs are somewhat slower than wheeled versions but are more reliable in difficult terrain.\n\nAn ATV may be powered by a battery charged from a ship’s power plant, or it may contain a small fusion pack requiring hydrogen for fuel.\n\nThe major drawbacks of ATVs are refuelling requirements (depending on the specific model), slowness in some types of terrain and the bulk of the vehicle itself. They are far too large to operate in built-up urban areas, for instance."
    },
    {
      "Name": "Amber Zone",
      "Data": "The Travellers’ Aid Society classification for a nation, world or system that presents a need for caution in dealings and activities. The amber code may indicate chaos, upheaval or xenophobia in local business, politics, society or culture, or may be applied for other reasons. Travellers should exercise caution. See also Red Zone, Travel Zone."
    },
    {
      "Name": "Anagathics",
      "Data": "Anagathics or Antiagathics are longevity drugs, usually a mixture of several compounds. They help prolong life and prevent aging in humans. A regimen of regular monthly doses enables an individual to ignore the debilitating effects of advancing years. They need to be used starting at the age of 30 and with luck the user may reach an age of 100 or more before old age starts to take its toll. Because of the rarity and demand for anagathics, they are quite expensive and are often unavailable at any price.\n\nIt takes a while for the total effects of anagathics to be felt; it also takes a while for the effects of anagathics to totally go away. However, there are withdrawal symptoms from interrupting the supply of the drug. Obviously, anagathics are most effective if they can be taken long-term without interruption. A continuallyinterrupted supply can have devastating effects. Anagathics have dangerous side-effects on some users and often anagathics users take extra risks to maintain a constant supply.\n\nImperial society generally frowns on nobles who take anagathics."
    },
    {
      "Name": "Ancients",
      "Data": "‘Ancients’ is the name given to a race of intelligent, non-human beings who inhabited various locations in this portion of the galaxy approximately -300,000. Archaeological evidence  recovered from excavations of the few known Ancient cities indicates that the race destroyed itself during a 2,000 year period of intense warfare, which left only ruined cities and shattered planets.\n\nThe Ancients were responsible for several major features within the region now occupied by the Imperium. Their warfare resulted in the large proportion of asteroid belts throughout this spiral arm. Scattered empty cities (most severely damaged by battle) stand as evidence of their wars; most, however, are restricted areas under investigation by the Imperium and not open to the public. The Ancients are generally accepted as responsible for the dissemination of Humaniti within its current domain when they transplanted genetic stock from Terra to at least 40 worlds across a span of some 360 parsecs.\n\nSee also Humaniti, Solomani Hypothesis.\n\nThe Ancients were also responsible for the creation of the Vargr through genetic manipulation of carnivore/chaser stock. Apparently, they used Terran canine stock acquired at the same time as humaniti.\n\nSee also Varg."
    },
    {
      "Name": "Andory",
      "Data": "(Five Sisters subsector 0206-C695735-9 Agricultural). Andory is a prime candidate for a possible Droyne homeworld. Discovered in 802 and placed under interdict (red travel zone) by Imperial Interstellar Scout Service.\n\nSee also Droyne."
    },
    {
      "Name": "Android",
      "Data": "An artificially-created organic being. Technically \"a synthetic man, created from biological materials\". Androids can take any form.\n\nThese artificial beings are created from a combination of cloning and genetic engineering. Their general inability to reproduce results from laws of most high-tech worlds rather than from technology. At TL-14, DNA chains can be synthetically tailored to create desired characteristics. Susceptibility to premature aging and sickness at that Tech Level limits their lifespan to 10-15 years."
    },
    {
      "Name": "Anglic",
      "Data": "The official language of the Third Imperium. A distant descendent of Terran English, Anglic was the language of the Rule of Man (-2294 to -1776). Anglic remained a common interstellar language for trade and commerce during the Long Night.\n\nIts widespread use on the original worlds of the Third Imperium made it the natural language when the Imperium was established. On many worlds, Anglic is only a second language used for system traffic control, commercial operations and interstellar communications. Anglic is sometimes called Galanglic (for Galactic Anglic).\n\nThe Imperium has not been able to prevent the emergence of a wide variety of Anglic dialects, though interstellar communications, holocrystals and recordings do help to spread a uniform pronunciation of Anglic throughout the entire Imperium. Within the Imperium, any Anglic speaker can understand almost any other but isolated communities on worlds with little contact with the interstellar trade lanes shift their speech patterns to form dialects. In addition, broad areas within the Imperium have established their own pronunciation patterns; accepted dialects include Rim (which includes Terra), Core (the central region of the Imperium), Riftian (the Spinward Frontiers), and Transform (the Antares region)."
    },
    {
      "Name": "Anola",
      "Data": "The anola is an arboreal omnivore native to Pysadi (Spinward Marches 3008), occurring nowhere else in the wild or in captivity. Anolas are considered holy by the Mother Church of Pysadi. Their export, capture or study by any but those high in the religious hierarchy is banned. They are kept in special, heavily-guarded garden preserves and are cared for by specially appointed keepers. Killing one of these animals is a capital offense. Although anolas are occasionally encountered in the wild on Pysadi, those close to civilised areas have been taken into the preserves.\n\nAnolas mass an average of 3 kilograms and are usually between 50 and 75 centimeters in length, including their two prehensile tails. Since anolas were known only from poorly preserved pelts smuggled off-planet, for many years there were thought to be three species but as more complete specimens became available, it was determined that the three different types were only different sexual phases of one species."
    },
    {
      "Name": "Ansing Expedition",
      "Data": "Famous exploration of the accessible reaches of the gas giant Annikkittar in the Pretoria system, in 870 to 884. Extensive use of specially-designed exploration vessels, protective environment suits and high technology equipment allowed the Ansing Foundation of Vland to extensively map and explore the upper reaches of the gas giant’s atmosphere."
    },
    {
      "Name": "Answerin:",
      "Data": "Minor human native to Answerin/Answerin (Vland 0431). The close binary system outputs a massive amount of UV radiation, resulting in heavy melanin production in the Answerin.\n\nLike most minor human races, the physiological differences from Solomani-Vilani norm are slight. Rather, it is societal, cultural and psychological differences that set the Answerin apart from the rest of Humaniti.\n\nGiven the lower gravity of Answerin, the humans from that race are somewhat taller than most humans. The average Answerin male is about 1.9 metres tall, and the average Answerin female is about 1.8 metres tall. Average mass is about 75 kilograms for both sexes.\n\nAll Answerin have dark brown or black skin tones. Hair colour is likewise dark, with wavy hair three times as likely as straight hair. Their faces are marked by slight epicanthic folds over their eyes as protection against the light of their twin suns. These folds give some individuals a squinting appearance, whileothers just seem tired.\n\nA key element of the Answerin psychology is the belief that fear in any form, from sheer lack of confidence through anxiety to terror, is simply a disease of the mind. It is a weak will and undisciplined mind that separates common men from heroes. Conquering the mind, the Answerin believe, will enable them to better master themselves physically and with that masterycomes freedom from the physical. This is how the Answerin view human happiness.\n\nThe Answerin, then, sometimes appear as very self-assured and smug to outsiders. They know that there is truly nothing to fear except fear itself. This makes it difficult for others to get along with Answerin. Their confidence can be overbearing and more than a few Answerin are deemed by outsiders to be conceited and arrogant. This is really a poor interpretation; Answerin merely look at stressful situations with a rational detachment and conclude that nothing, least of all efficiency and success, is to be gained by giving into the corruption of the mind known as fear.\n\nBy no means are the Answerin stoic. They are not one-note video aliens. They display the full range of human emotion in the usual ways. Nothing akin to fear, however, means anything to them.\n\nThe Answerin adrenal response is under conscious control for most individuals, which they can use for bursts of speed and strength in combat, or other stressful situations. Combine this with their utter fearlessness and they can be extremely effective and even terrifying, warriors.\n\nAnother key component of the Answerin psychology is that, with no fear of death, violence is viewed as a pragmatic solution to many problems. The ancient Vilani exploited this, using the Answerin as shock troops and marines. They can often be found in similar professions in the Third Imperium as well, though their recruitment is no longer institutionalised the way it was with the Vilani."
    },
    {
      "Name": "Antares",
      "Data": "Trailing region of the Third Imperium. The name Antares is applied to a variety of places at the trailing fringe of the Imperium. Antares is a domain of the Imperium, a sector within that domain and the capital of that sector."
    },
    {
      "Name": "Antares, League of",
      "Data": "The League of Antares (although it does not include the Antares system) is an autonomous region within the Imperium. The worlds were originally pressed into the Imperium in 89 during the Antarean Pacification Campaign and then were occupied by the Julian Protectorate during the Julian War. When regained for the Imperium at the end of that war, the peace terms included a mandate that the League of Antares be given limited autonomy for control of trade, commerce and internal affairs. The autonomy of the League of Antares served as a model for the later establishment of the Solomani Autonomous Region."
    },
    {
      "Name": "Antebellum",
      "Data": "Literally, before the war. This is a general historical term referring to the period within the Imperium before the Civil War, specifically 210 to 604. The antebellum period was characterised by expansion of the Imperium, with largescale colonisation efforts, integration of numerous regions into Imperial society and an overall mood of growth and exploration. With the end of the antebellum period, the Imperium turned more attention inward, devoting resources to internal development and consolidation."
    },
    {
      "Name": "Archduke",
      "Data": "Each of the six original domains has an archduke exercising overall control and acting as an intermediary between the Emperor and the other levels of nobility (except for the domain of Sylea, where the Emperor is the archduke). They are referred to by the title Archduke followed by the title of the domain. An arch-dukedom includes a fief consisting of an entire world, generally retained as a private reserve."
    },
    {
      "Name": "Arcology",
      "Data": "An arcology is a planet-based city or settlement maintaining an extremely high sophont population density. Arcologies are generally advocated as solutions to the problems of overpopulation and environmental degradation, as they reduce the ecological footprint of cities. Most cities spread across a planet’s surface horizontally — covering more and more land and reducing arable farmland. Arcologies, on the other hand, are more three-dimensional, either going underground, or going vertical. A distinction should be made between an arcology, which tries to integrate itself into the local landscape and ecology and a mega-structure, which is simply a giant building."
    },
    {
      "Name": "Archon Thesis",
      "Data": "During the early years of the Third Imperium, and following the traditions of the previous Imperiums, there was considerable speculation as to why Humaniti has arisen on so many different worlds within the galaxy. Because of genetic evidence that all these branches of humaniti sprang from common stock, it is generally assumed that the race originated on one world and was then scattered across the galaxy by somemysterious ancient race.\n\nDuring the Second Imperium, the leading scientific theory of the period was the Archon thesis. That thesis postulates that the Ancients were actually a race of humaniti (the Archons), who developed vast technology on their home world — supposedly Terra, home of the Solomani — some hundreds of thousands of years ago. The minor human races across known space are believed to be the descendents of the Ancient human survivors of the Final War, who had been blasted back to a pretechnological existence.\n\nGiven the degree of bigotry within the Solomani, it is hardly surprising that the AArchon thesis has attracted substantial support, particularly from Solomani nobility and archaeological scientists. Since the thesis postulates that the Archon Ancients evolved on Terra, it lent further force to the Solomani nobility’s delusions of grandeur. It led many Solomani to claim, arrogantly, that they were entitled to rule the galaxy, not merely as the former lords of the Ramshackle Empire but as the descendents of the Ancients themselves. Though the theory is largely discredited, it is still common on many worlds of the Solomani Sphere."
    },
    {
      "Name": "Artifact",
      "Data": "Technically, any manufactured object. However, the term ‘artifact’ is commonly used to refer to any object, item, or group of related items produced by the Ancients."
    },
    {
      "Name": "Aslan",
      "Data": "Aslan are a Major Race, the last to achieve jump flight. They stand roughly human-sized, averaging 2.0 metres in height and weighing about 100 kilograms. They are descended from four-limbed, upright, bipedal carnivore/pouncer stock, originally adapted to a solitary arboreal existence. The earliest Terran explorers saw in them a vague resemblance to the Terran lion and they have been described (by Terrans) as lion-like ever since, although there is very little true similarity. The derivation of the word Aslan is unknown. There are two sexes, male and female. The most notable external difference is the increased size and mane of the former. Females outnumber males by 3:l.\n\nAslan have a single highly specialised claw under each thumb which folds back jack-knife fashion into a horny covering in the base of the thumb and palm.\n\nThe Aslan Hierate, a vast region of Aslan-dominated space lies to rimward of the Imperium, bordering on Solomani space and the Great Rift. However, Aslan themselves have ranged far beyond its borders, with many settling within the Imperium and attaining full status as citizens. As citizens, they subordinate themselves to Imperial authority, although they have remained culturally apart from human society. Aslan serve in the Imperial armed forces; they achieve noble positions; they pay taxes; they run businesses.\n\nThe Aslan are a warrior race, proud and noble, devoted to those in authority above them. An individual Aslan is usually a member of a family of from 2 to 12 individuals under a patriarchal leader. Several families will combine into a pride with one family dominant. A number of prides form a clan, with one pride being dominant. Aside from military organisations and the ruling council (within the Hierate), the clan is the highest socialpolitical organisation among the Aslan. A deep-seated territorial instinct causes the Aslan to have an inordinate (from a human standpoint) concern with land. For male Aslan, owning land is a major goal in life. An Aslan’s status is determined by the amount of land he (or her husband) controls. Status is also gained by being a vassal to a lord with a large territory.\n\nThe lowest classes of Aslan are landless and provide the farmers, labourers, craftsmen and factory workers. A holder of a large territory will often grant authority over it to vassals (usually sons, brothers, or male relatives by marriage) who administer the land in his name.\n\nThe two sexes have very different roles in Aslan society. Males (in all but the lowest classes) are concerned mostly with military operations, acquisition of territory, and political affairs. Females are concerned with trade, industry and the accumulation of knowledge. Upper class males have little conception of money and are literally incapable of functioning in a technological society without aid, thus are seldom encountered without the supervision of a wife, mother, or other female relative or employer. For instance, a typical Aslan mercenary unit will be organised by a wealthy married female, who will then assign its operation, for a share of the proceeds, to an unmarried female relative. The battle commander and most of the troops will be unmarried males (many of them also relatives), hired with the promise of land grants (and the opportunity to gain honour and reputation in combat); however, staff, operations, supply and intelligence officers will generally be female. The extremely deadly nature of any ombat between Aslan has led to a rigid, ritualised pattern of behaviour designed to reduce conflict. Aslan are very polite and most have learned to be patient with non-Aslan, accidental fights still occur. Disputes between individuals are handled by the patriarchs, disputes between families by the pride leader, between prides by the clan leader.\n\nSee also Aslan Border Wars, Aslan Hierate, Kuzu."
    },
    {
      "Name": "Aslan Border Wars",
      "Data": "(-1120 to 380): Series of conflicts between various Aslan clans and human systems as the Aslan expanded toward already-settled human territory. The Aslan achieved major race status late (circa -1900) and proceeded to expand into the available territory in their region of space. Contacts along their trailing border necessarily resulted in friction with the human systems in that region. Because the Long Night was already well under way by the time the Aslan encountered humans, there was no central human government to resist Aslan incursions. Since there was no united Aslan authority either, the sides were fairly matched and numerous small wars were fought between Aslan clans and human splinter states, with alliances among the various powers constantly forming and dissolving.\n\nThe border between human and Aslan space remained relatively constant, with a few systems changing hands after each war. At this time some clans also launched raids into the interior of the former Imperial domains, conquering and settling worlds as much as 40 parsecs beyond the border.\n\nOnce the Third Imperium expanded into the region (circa 200), its superior organisation and technology gradually put an end to the Aslan threat. The final treaties, negotiated with all the major clans, established a buffer zone about 30 parsecs wide between the Imperial border and the region of Aslan control. There has been no war since the final treaty was signed in 380, although the Solomani have violated portions of the zone and incorporated it into their boundaries.\n\nSee also Aslan, Aslan Hierate."
    },
    {
      "Name": "Aslan Hierate",
      "Data": "Interstellar, multi-sector government of the many Aslan clans. Aslan society centres on the clan. Within the Hierate, the family structure of the Aslan and the governmental structure are the same. The highest governmental functions are performed by a council of 29 clan leaders chosen from amongst the most powerful clans. “The 29” (as they are called) have quasi-religious status and represent the essential unity of the Aslan race. To be chosen one of “The 29” is the highest honour to which any Aslan can aspire. The 29 meets continuously on Kuzu to adjudicate inter-clan disputes and decide matters of group policy. No member of the 29 speaks for the Hierate as a whole, nor does the whole 29.\n\nThere are no Hierate military forces; each clan has its own and they rarely act in concert with those of other clans. The Hierate itself can call upon military forces only insofar as the clans themselves agree to provide such forces. Even the minor forces conveying the 29’s decisions are actually under the control of individual clan leaders.\n\nSee also Aslan, Aslan Border Wars, Kuzu."
    },
    {
      "Name": "AssaultRon",
      "Data": "The Assault Squadron, or AssaultRon, is composed of troop transports and supporting ships. Capable of carrying hundreds of battalions of invading troops, the AssaultRon’s mission is to transport troops, their equipment and their supplies from star system to star system and to deliver troops from orbit to a disputed planetary surface.\n\nAssaultRons tend to be homogeneous units, each equipped with only one type of ship. Thus, the 10897th Imperial Assault Transport Squadron would be equipped for troop transport, while the 9705th Assault Invasion Squadron would be equipped to deliver the troops to an invasion beachhead on a world surface.\n\nSee also CruRon, BatRon, TankRon, and ScoutRon."
    },
    {
      "Name": "Astrography",
      "Data": "The science of mapping interstellar space. Basic to any science of mapping is a coordinate system. The system used by the Imperium is based on rings of longitude, rays of latitude and parsecs. Rays of latitude extend from the galactic core, while concentric rings of longitude are placed at one-parsec intervals. By convention, the concentric ring passing through Reference/Capital is labelled the 10,000th ring and is used as a baseline.\n\nSimilarly, the ray of latitude extending from the centre of the Galaxy through Reference/Capital is designated as the first ray. Measurement is in parsecs, counting in the trailing direction.\n\nComputation reveals that the circumference of the 10,000th ring (r=10,000) is 62,832 parsecs. Counting spinward uses a subtraction from 62,833, which is the equivalent of the zero baseline.\n\nFor example, Regina, of the Regina Subsector, in the Spinward Marches, is 9930 ring/ray 62723. The format for expression of location is xxxx ring/ray yyyyy, where xxxx is the ring of longitude (distance from the galactic core in parsecs), and yyyyy is the distance of the ray of latitude (in parsecs) from the first ray of latitude, measured along the ring of longitude in the trailing direction.\n\nThis mapping system is highly Imperio-centric with other systems being used by other peoples and races outside the Imperium. This system has gained wide acceptance, however, among Imperium-dominated client-states, human and otherwise. This mapping system breaks down and is prone to error beyond certain limits. It does serve admirably for a band approximately 400 parsecs wide at a longitude of 10,000 parsecs."
    },
    {
      "Name": "Baron",
      "Data": "The second level of noble rank in the Imperium is the baron, the lowest level accorded membership in the peerage. Barons are referred to in several different styles including the use of prefixes to the surname (such as von, haut, or hault) and/or the title Baron (or Baroness for females). An individual accorded a barony for service may receive a fief of land on a single world, generally not more than 100 square kilometres. When a barony includes a fief, then the title is generally followed by the fief’s name (such as Baron Solvenos)."
    },
    {
      "Name": "Baronet",
      "Data": "Intermediate between the first and second level of noble rank is the baronet. Baronet is a special form of baron awarded by an archduke of one of the domains of the Imperium. Baronets rank below barons in seniority and precedence.\n\nAlthough the Emperor can create baronets (either as Emperor or in his capacity as Archduke of Sylea), in practice they are created only by the archdukes.\n\nA baronetcy entitles the individual to use the prefix Baronet before the name."
    },
    {
      "Name": "BatRon",
      "Data": "BatRons, or Battleship Squadrons, in the naval parlance of the Third Imperium, are typically two to eight battleships or dreadnoughts of 100,000 to 1 million tons each, plus escorts and auxiliaries (usually less than 25% of capital ship tonnage). The term is also applied to Battle Rider squadron, though they are organised differently.\n\nBattle squadrons are created from battleships or battle riders and are intended to meet the best of the enemy fleet, engage it and destroy it. Their purpose is battle. Battle squadrons are usually reinforced with large numbers of auxiliary ships, including refuelling shuttles, escorts and support cruisers. In addition, they are accompanied by a number of fleet couriers, which carry communications between squadrons.\n\n.See also CruRon, AssaultRon, TankRon and ScoutRon."
    },
    {
      "Name": "Barracks Emperors",
      "Data": "See Emperors of the Flag"
    },
    {
      "Name": "Battle Dress",
      "Data": "Imperial term for personal powered combat armour. Battle dress enhances the strength and senses of individuals wearing it with variable feedback personal controls, servopowered limbs, and various kinds of electronic assistance.\n\n Battle dress is somewhat bulky but is roughly man-sized. In addition to the enhanced strength, the suit usually has several pieces of equipment built in, including short-range communicators, life support systems and sensor enhancements. Many also have one or more weapons built-in, along with connection sockets for plasma and fusion guns."
    },
    {
      "Name": "Battle of Kagukhasaggan",
      "Data": "In the closing stages of the Solomani Rim War, an Imperial task force built around the fleet intruder Bard Endeavour was ambushed while refuelling in the Kagukhasaggan system by the Solomani dreadnaught Retaliation and a large number of accompanying warships, together forming Strike Force Daring. Several of the smaller Imperial escorts in the high guard position were destroyed covering the disengagement of the Imperial task force from the system’s gas giant’s gravity well and those ships already refuelled headed out-system at maximum acceleration to make a jump. To cover the withdrawal, the Bard Endeavour (its tanks nearly dry) remained behind to delay the enemy and sell itself as dearly as possible.\n\nThe heroic stand of the Bard Endeavour enabled most of the task force to escape, but left the fleet intruder a glowing wreck in a decaying orbit over Kagukhasaggan 2, one of the small inner worlds of the system. Those crew still living began evacuating the doomed vessel, although many were cut off in the interior of the stricken vessel.\n\nBased upon the interrogation of the evacuated crews, the Solomani felt the ship was still intact enough to recover. The Solomani assembled three strike teams. One entered through the read doors of the boat dock deck to clear the jump drive deck and repair the jump drives if possible. The second team forced their way onto the ship via the fighter recovery lock on deck 69 and crippled the four remaining fighters. The third part forced the air locks on deck 41 and cleared deck 40 above it. A handful of marines and crew resisted the first strike team and denied the Solomani salvage of the ship. The three strike teams evacuated. Three hours later the Imperial Fleet Intruder Bard Endeavour, with 43 of her defenders still aboard, suffered catastrophic reentry into the atmosphere of Kagukhasaggan 2."
    },
    {
      "Name": "Battle of Two Suns, 1084",
      "Data": "The final battle between Imperial forces and the Outworld Coalition in the Fourth Frontier War. Losses on both sides were heavy but the Imperium held the field and the Coalition was unable to continue their advance due to the lengthening supply lines. Had the battle gone the other way, the loss of both Yres and Menorb (the encounter occurring midway between those two locations) would have forced the evacuation of Efate and meant the collapse of the entire coreward end of the Regina subsector. The battlefield is still posted as a dangerous area, littered with debris and avoided by interstellar transportation."
    },
    {
      "Name": "Battle Rider",
      "Data": "Non-jump capable ship intended to stand in the line of battle in space combat and carried between stars by a jump-capable battle tender.\n\n Two opposite views in naval architecture have dominated the design of the major warships of space navies. The battle rider concept involves a large jump-capable tender carrying from two to ten heavily armed and armoured battle riders. The opposite concept is the battleship, a large jump-capable ship that carries the jump drives and fuel tanks internally. The battle tender, so integral to the concept of the battle rider, is little more than a large dispersed structure with jump drives, fuel tanks and basic controls. By dispensing with the need for jump drives and jump fuel tanks on each of the riders, each becomes ton for ton more heavily armed and armoured. It is generally held that, in any meeting between a battleship and a battle rider of equal tonnage, the battle rider will triumph.\n\nSee also Battleship, Battle Tender."
    },
    {
      "Name": "Battleship",
      "Data": "Jump-capable starship intended to stand in the line of battle in space combat. The battleship embodies the polar opposite of the battle-rider concept. Battleships are large, well-armed and well-armoured starships of massive tonnage, capable of meeting almost any adversary. In a battle against a superior force, however, the battleship can flee using its own jump drives. A battle rider, however, carried into combat by a battle tender, does not allow for the possibility of superior force; no matter how good a rider is, if it meets a superior adversary, it is placed in a position of winning or dying.\n\nRetreat is nearly impossible without losses. Battleships are also more suited to ‘show-the-flag’ missions, where one large, heavily-armed vessel is sent to visit outlying worlds and client states, in order to awe them with the power of the Imperium and its Navy.\n\nSee also Battle Rider."
    },
    {
      "Name": "Battle Tender",
      "Data": "Interstellar ship transport intended to carry battle riders into combat. Generally a dispersed structure, it transports a squadron of battle riders ready for immediate launch upon entry into a system. While the riders press the attack, the tender stays in the reserve for protection.\n\nSee also Battle Rider."
    },
    {
      "Name": "Bawapakerwa-a-a-awapawab",
      "Data": "Intelligent minor race native to Marhaban (Empty Quarter 0425). Known as Bwaps or Wabs(from their name for themselves, Bawapakerwa-a-a-awapawab), they are also known as Newts due to their appearance.\n\nBwaps average 1.4 m in height and mass between 30 and 50 kilograms. They are upright, bipedal, homoeothermic and bisexual, with an internal skeleton and a closed circulatory system. Their haemoglobin is copper-based, a deep blue in colour, making their skin a faint greenish-blue in areas without pigmentation. Otherwise, greens, browns, yellows and blues are the most common skin colours, usually in patterns of darker colours over a lighter basic colour.\n\nBwaps can be found throughout the Imperium, more commonly in the region trailing and coreward of Capital (Core 2118). Fewer than 12 Imperial worlds are fully controlled by Bwaps and most of these are classed as religious dictatorships. Bwap merchants and administrators can be found throughout known space butare less common outside the Imperium.\n\nSociety is dominated by the Bwap world-view, which holds that each individual has a place in the wapawab or tree - a view stemming from their habitat but including phratry, bloodlines, country and place of duty. The literal tree is intricately tied into the planetary ecology, providing shelter and oxygen, converting water and minerals into food and so on. The figurative tree is much harder to define but is roughly equivalent to a clan or tribal group. Both sorts of trees are part of a planet, which is part of a solar system, which is part of a cluster, which is part of a galaxy, which is part of the cosmos. Everything the Bwaps do reflects this complex, wheels-within-wheels outlook. Each individual takes great pride in being one small, functional and unique cog in a vast, ever-changing universe of interlinked patterns. Their ritual of greeting, for instance, seems like meaningless formality and windy chitchat to non-Bwaps, but it communicates ‘I am in this place and doing my part. Where are you and what are you doing?’.\n\nFrom the human point of view, Bwaps are obsessed with minutiae, patterns and the order of things. Driven by this internal desire to see everything in its proper place, they make excellent bureaucrats, officials, mathematicians, bookkeepers, scientists and historians. However, their obsession with ritual and proper conduct can make them difficult to deal with. Those who violate the rituals will be lectured to, at length, on propriety. Dealing with Bwaps takes time but trying to speed things up only takes more time. Criminal behaviour is extremely rare and is considered the worst form of mental disorder among Bwaps, since it disrupts the proper order of things. Their world-view means that their definition of crime is often at variance with Imperial norms but fortunately most Bwaps courts consider exile to be sufficient punishment, especially in the case of aliens such as humans."
    },
    {
      "Name": "Beaked Monkey",
      "Data": "(Psittarhynchus fructophagii) or Beakers (as they are sometimes called) are common on many worlds, both in the wild and in captivity. In addition, they are found on many starships as pets. Their planet of origin is not known but the animals can be documented as far back as far as 300 years pre- Imperial, with a range almost as widespread as at the present. Beaked monkeys typically weigh from two to three kilograms, and measure 60 to 75 centimetres in length, half of which is generally taken up by the tail. Tails are sometimes bobbed on animals kept aboard spacecraft. Beakers are covered by a short fur, most commonly brown or gray. Black is rare and white extremely so.\n\nThe animal’s most notable feature, the beak, is formed of two bony projections from the palate and mandible, covered by a horny substance resembling keratin. The lower third of the esophagus is extremely heavily muscled and lined with a number of tooth-like grinding structures, which break swallowed food into fragments small enough to be digested readily. In the wild, the beaker is arboreal and is thought to have originally subsisted on a diet of hard-shelled nuts and seeds, although specimens have been observed eating insects and other small animals. In captivity, beakers thrive on almost any available type of human food.\n\nThe animals are quite popular as pets on starships because of their gregarious affection to almost all humans, their intelligence and their scrupulous cleanliness. Some individuals are rumoured to act as a booster for certain psionic activities but this last ability has not been proven to the satisfaction of most authorities."
    },
    {
      "Name": "‘Behind the Claw’",
      "Data": "A slang term used by inhabitants of the Spinward Marches, Deneb, and Trojan Reach Sectors to refer to these areas. The term derives from a supposed resemblance between a claw and the Great Rift, as seen on maps of the Imperium. Inhabitants of this region feel a certain pride in this designation, and it is used to imply that they share a camaraderie and common interest. The name was once used as the title of a popular news magazine with a circulation area encompassing the three sectors. The term is rarely used by inhabitants of other areas of the Imperium."
    },
    {
      "Name": "Belt Mining",
      "Data": "Belt mining is the process of extracting useful minerals and other substances from asteroids. Asteroids fall into three basic categories, each of which is different in nature and value.\n\n Nickel-iron asteroids are reasonably dense, high-grade sources of metal of most value to the manufacturing industry; large asteroids can be sold to local shipbuilding concerns as planetoid starship hulls.\n\nCarbonaceous asteroids are the most common planetoids and have the lowest value of all asteroids in most marketplaces. These stony chunks have the most value in systems where space colonies and large stations can make use of the variety of the useful elements-carbon, hydrogen, oxygen and so on-that can be extracted from them.\n\nIce chunks are made up of various frozen volatiles, such as methane, water and the like. These “dirty snowballs” are a source of hydrogen fuel and hence support an entire specialty of ice miners who seek them out. In systems where gas giants cannot be used for one reason or another, a starport or space station may pay reasonably good money for ice chunks, though they will never make a belter rich.\n\nNone of these three categories of asteroid is particularly valuable, and few belters ever made a fortune strictly from discovering and mining any of these. In point of fact, there are other things to be found. Many asteroids, most particularly nickel-iron rocks, contain varying amounts of the valuable minerals, platinum, iridium and so forth, and sometimes radioactives. Occasionally an asteroid will be discovered with an unusual configuration that makes it valuable for scientific or even aesthetic purposes. And, finally, there are artifacts, which take in the entire gamut from the flotsam of a week-old wreck to a trove left by the Ancients, and which vary in value accordingly."
    },
    {
      "Name": "Belter",
      "Data": "Strictly speaking, one who practices the profession of asteroid prospector and miner, usually working alone or with a small number of partners. Loosely, any resident of an asteroid belt, including citizens of civilised belts such as Glisten, some of whom have never been in a spaceship."
    },
    {
      "Name": "Black globe generators",
      "Data": "These devices are a rudimentary force screen generator that produces a characteristic black globe surrounding its mechanism. Matter and energy are unable to penetrate the surface of the screen and energy impinging on the screen is absorbed within the mechanism, typically to a capacitor bank. When the screen is dropped, the energy is then radiated away as heat.\n\nUnfortunately, the generator has several disadvantages, primarily being restricted in its ability to manoeuvre, fire weaponsor communicate while the field is in operation. In addition, there is a danger of the field overloading the energy banks; when filled to capacity, this causes massive internal explosions, sidestepping any armor the ship may be outfitted with, leading to the destruction of the vessel.\n\nA route around these disadvantages, and extending the time to overload, is to ‘flicker’ the black globe generator. This flickering, set at any percentage of full absorption, allows limited manoeuvrability as well as the ability to fire weapons, communicate and radiate some of the energy that the generator has absorbed. The drawback, of course, is the black globe armed vessel will take on damage equal to the percentage that the generator is ‘off’.\n\nThis is a high-tech item. Early devices are available at TL 15 but are more generally available at TL 16-19."
    },
    {
      "Name": "Bloodwell",
      "Data": "Merchant trader in the 1000-ton class belonging to the Oberlindes Lines and generally assigned to the Regina/Regina to Pandrin/Uthe run. Lost with all hands and passengers to Imperial naval action 347-1105 when mistakenly identified as hostile."
    },
    {
      "Name": "Boat",
      "Data": "Any defensive non-starship. In general, the term boat is reserved for craft produced for local defensive operations. While non-interstellar in nature, they are heavily armed and armoured.\n\nAlso used to reference any small craft or non-jump vessel used for orbital or interplanetary travel.\n\nSee also System Defence Boat."
    },
    {
      "Name": "Bonded Superdense Material",
      "Data": "Bonded superdense is a hull/armour material. It is made of superdense material that has a small trickle charge passed through it in order to strengthen molecular bonds. It is the best armour material available atstandard Imperial Tech Levels."
    },
    {
      "Name": "Brzk",
      "Data": "Archduke of Antares. Brzk’s great- (to the eighth) grandfather, Admiral Soegz, was a loyal supporter of Arbellatra in the final years of the Civil War. Brzk, a Vargr, is the only non-human Archduke in the Imperium."
    },
    {
      "Name": "Bush Runner",
      "Data": "(Suffitifer andrewsii, et al ) Adult bush runners weigh approximately 50 kilograms and are between 1.4 and 1.5 metres in length. Physically, they resemble a cross between the terran kangaroo (Macropus and others) and the eten fruit-lizard (Fructo raptor).\n\n Bush Runners have a succulent blue flesh, which is toxic in any sort of quantity, but considered a delicacy on cultural Vilani worlds. Like many animals, they have been disseminated to a variety of worlds through the actions of one or another society, though the likely culprits are the Vilani of the First Imperium. "
    },
    {
      "Name": "Calibration Point",
      "Data": "Deep space refueling points used to cross areas of space where there are no star systems to provide gas giant, ocean, or asteroid refuelling points. Calibration points are located in deep interstellar space, light years from the nearest significant astronomical body. At the simplest level, they consist of a natural source of hydrogen, typically a comet nucleus or other ice body but rogue planets are rarely found and used for these purposes. These natural calibration points are discovered and exploited, not constructed.\n\nThe most sophisticated calibration points are manned space stations, with huge tanks of refined liquid hydrogen fuel ready for transfer into starship fuel tanks, repair facilities, hospitals and rest and recreation facilities. These can be built entirely from scratch, from modular components or sometimes from empty fuel tanks but it is best if they can be constructed on an existing body such as the natural calibration points above.\n\nThe key feature of all calibration points is that they are carefully alotted for those who use them, as interstellar space is a very large haystack in which to find a needle like a calibration point. Ships which jump into interstellar space without precise information on the location of such calibration points are doomed to eventually run out of fuel and drift forever in the cold and dark.\n\nCalibration points are usually secret, as their use confersoperational and strategic advantages that must be denied to rivals. Most calibration points carry locator beacons that remain silent until activated by pre-arranged coded challenge signals, to prevent them from being used by unauthorised vessels."
    },
    {
      "Name": "Capital",
      "Data": "(Capital/Core 0508-A586A98-F): Central world of the Imperium and seat of government since its founding. Situated in the centre of the Imperium, Capital’s astrographical position has proven of prime importance, as a communications hub, acultural centre and an industrial focus."
    },
    {
      "Name": "Centaur",
      "Data": "See K’kree"
    },
    {
      "Name": "Charted Space",
      "Data": "The region known as Charted Space is hundreds of parsecs across but it is a mere droplet in the vast ocean of stars that is the galaxy. However, Charted space is unusual for one important reason – it has sentient life. Non-sentient life has been found beyond the little bubble of well-travelled space inhabited by the various major and minor races but as far as explorers have travelled in any direction they have not found a sentient species that did not originate in Charted Space. The reason for this island of life among a billion barren worlds is unknown.\n\nOf course, scientists concede that there may be sentient life out there, beyond the explored regions, which have not yet been contacted. There are groups of humans living on far-distant worlds at the edge of Charted Space. But they did not originate there, instead they were transported from Terra long ago, likely by the Ancients."
    },
    {
      "Name": "Children of the March",
      "Data": "A fleet intruder (later frontier cruiser) of the Azhanti High Lightning class, tail number 6355. Laid down 095-994. First flight 117-997. 60,000 tons and heavily armed.\n\n The Children of the March was unusual in this class of ships primarily for its method of financing. The boost to subsector economy created by the award of starship construction contracts is always important enough to make all areas of the Imperium vie for the privilege. At the time of the bidding invitations, the Solomani Rim War (990 to 1002) was burning on the other side of the Imperium; there was little chance that the Spinward Marches would receive a contract.\n\nThe Duke of Regina, speaking for the Marches, proposed that the Marches fund one additional ship from its own resources, on the condition that the Marches receive a contract to produce a portion of the total run. The school children of the worlds within the Marches contributed their lunch money, at a quarter credit each, for the ultimate funding of one ship and it was named Children of the March in their honour."
    },
    {
      "Name": "Chirper",
      "Data": "Semi-intelligent minor race native to many worlds in and outside the Imperium.\n\nChirpers are omnivore/gatherers in the 25 kilogram class. Living in small groups with limited social organisation, they gather fruits and berries, supplementing their diets with occasional small animals, which they catch and kill with crude tools. Chirper intelligence is at the low end of the scale and ranges from a few points above animal levels to a few points below the average for humans. Chirpers are named for the sharp bird-like chirp that characterises their speech. Chirpers are recognised by Imperial authorities as intelligent and as such, they enjoy the protections and responsibilities of intelligent species within the Imperium. Most chirpers live in established reservations with only limited interchange with humans.\n\nFinally, chirpers are extremely swift, much more so than their size or build would indicate. They can dash and dart about unseen, if they care to. It is nearly impossible to catch a chirper."
    },
    {
      "Name": "Church of the Chosen Ones",
      "Data": "A fanatical Vargr sect which believes that the Ancients not only ‘invented’ the Vargr race by genetic manipulation of Terran carnivores but that the Ancients also returned to the Vargr several times and improved the race to the point that it could take its rightful place as the leader of this part of the galaxy. Some Church members even believe that the Ancients will return again to bring this about. The Church has waned in influence since its founding 200 years ago but it still has followers on many worlds."
    },
    {
      "Name": "Ciencia lphegenia (b. 1088)",
      "Data": "Grand Princess of the Imperium, daughter of Emperor Strephon and Empress lolanthe. As heir to the Iridium throne, Grand Princess lphegenia has been educated from birth to eventually assume the mantle of authority for the Imperium. She is known to be extremely interested in thesciences and exploration."
    },
    {
      "Name": "Civil War (604 to 622)",
      "Data": "Fought between various factions within the Imperium for control of the bureaucracy. It had its origin in the strain on communications within the Imperium causes by the long lag times dictated by the very size of the Imperium. To cite one cause, however, would be simplistic. The diverse backgrounds of the many constituents of the Imperium had its effects, as did rivalry for power by major naval and military commanders, and a lessening in the Imperium’s expansionist tendencies.\n\nThe spark that started the Civil War was thrown off by the First Frontier War (589 to 604) in the Spinward Marches. Communications lags and a lack of preparedness forced the Marches to conduct most of the war on its own, withlittle additional help or support from the Imperium. When Grand Admiral of the Marches Olav hault-Plankwell forced the war to an end, he found solid support for a new government. Marching on the Capital with his war fleet, he forced an audience with Empress Jaqueline I, supposedly for recognition of his war effort. In the course of the meeting in 606, he personally murdered the Empress, and then proclaimed himself Emperor by right of fleet control. The ensuing power struggle lasted through eighteen years and eighteen emperors.\n\nThe fighting in the Civil War was of two varieties: fringe battlesfor power bases, and central battles for control in the Core. The fringe battles were fought throughout the Imperium as rival factions recruited forces. Once any power block built up enough strength to make a victory seem possible, the forces were moved to the Core and used to either seize power or to wrest it away from someone else.\n\nBut there was also a cheaper, easier route open to many. The dynastic crisis of 244 had produced a precedent for the assassination of the emperor if he or she overstepped the bounds of legitimate authority. The concept was introduced to legitimise the elimination of Cleon the Mad and never intended for any other purpose. Nevertheless, in the turmoil of the Civil War, assassination was reintroduced and accepted, at least by those utilising the technique, as a way of promoting a succession in government.\n\nThe line of Emperors during the Civil War came mostly from naval officers and they are collectively called the Emperors of the Flag. Of these eighteen, seven were assassinated; 10 were killed in battle and one survived- Arbellatra.\n\nDuring the course of the Civil War, the Outworld Coalition of Zhodani and Vargr saw that their defeat in the First Frontier War at the hands of Olav need not be permanent. They attacked again in the Second Frontier War (615 to 620). Their defeat in that war had greater effects than they would know. Grand Admiral Arbellatra Alkhalikoi managed the meagre forces of the Imperium against the Coalition and managed to force a second defeat.\n\nArbellatra’s strategy after the war was, like her predecessor Olav hault-Plankwell, to march on the Capital and seize power. She, however, did not make the mistake of seizing the throne.\n\nInstead, she defeated the current putative emperor and then took possession of power, holding it in trust for a rightful successor. She held the post of regent for seven years while a search for a member of the Jaqueline’s family could be found to take the throne. In the stability that followed with her as regent, she made an impression on the government and succeeded in establishing a broad power base. Ultimately, the bureaucracy approached her to take the throne herself, an end that was probably in her mind all along.\n\nWith the end of the two Frontier Wars and the Civil War, the Imperium entered a period of renewed expansions and consolidation. An express boat system was established to enhance government, commercial and private communications. The Solomani influence in the Imperium was lessened and replaced with a more cosmopolitan policy. At the same time, renewed efforts at interior development of existing Imperial territories provided a new focus for the bureaucracy.\n\nSee also Appendix 1, Emperors’ List, First Frontier War, Outworld Coalition, Second Frontier War."
    },
    {
      "Name": "Client State",
      "Data": "An independent political unit that has chosen (or had forced upon it) the patronage of a larger political unit. This relationship is generally mutually beneficial and is essentially commercial in nature. That is, the political or defensive ties that may be part of any patron-client relationship are ultimately intended to promote trade between the two."
    },
    {
      "Name": "Collace",
      "Data": "(District 268 0407 B628943-D): Highest population world in District 268 and major industrial centre. Collace was one of the first worlds settled in the District and is the primary candidate for its capital when or if it is integrated into the Imperium."
    },
    {
      "Name": "Confederation",
      "Data": "Group of independent states, worlds or systems united for specified purposes, while generally retaining more freedom of action than the members of a federation. League. Alliance (especially of princes, nations, states, worlds or systems)."
    },
    {
      "Name": "Consolidation Wars (c. -5400 - -4000)",
      "Data": "Long period of wars, invasions and diplomatic envelopments that occurred as the Vilani state moved to integrate the various races and regions throughout what was Charted Space at the time."
    },
    {
      "Name": "Count",
      "Data": "The fourth level of noble rank is the count and is associated with two or three worlds within a subsector. Counts are referred to by their title followed by the individual’s surname or by the name of one of the worlds within the county."
    },
    {
      "Name": "County",
      "Data": "Administrative grouping of systems, usually confined to a single sub-sector and typically not more than 4-8 systems."
    },
    {
      "Name": "Combat Armour",
      "Data": "Combat Armour is a complete vacc-suit-like array of metal and synthetic armour. Combat armour is strictly military and not available on the open market; it is issued to troop units and elite mercenary battalions.\n\nInexpensive when compared to battle dress, combat armour is widespread in military use for higher technology forces and usually contains integral communications and life-support equipment."
    },
    {
      "Name": "Corridor",
      "Data": "Imperial sector containing 267 systems dramatically split by the Great Rift; 69 systems lie rimward of the Rift and 149 systems form the coreward third of the sector. Coreward of this sector lie the Vargr Extents, a source of raids and pirate activity since the days of the First Imperium.\n\nCorridor is named for its role connecting the old, well-established Vland Sector with the frontier sectors of Deneb and the Spinward Marches. The name Corridor dates from about 140 and has displaced the old Vilani name (Eneri, rough translation:‘star salad’) for the sector."
    },
    {
      "Name": "Coyns",
      "Data": "Of the rare artifacts recovered from Ancient sites, the most common are coyns; small disks of metal engraved with various symbols. Their specific purpose is unknown. It may be that the objects served as money, jewelry, psionic focuses or for some other unknown purpose.\n\nOriginal coyns have been found in various precious metals such as gold, silver, platinum, iridium and even uranium. Sets range in size from six to thirty-eight pieces and are considered desirable to museums and collectors throughout the Imperium.Each coyn has a scrap value of Cr400 (if gold); to a museum, the value is closer to Cr4000. Copies of sets of coyns are made of aluminum, lead, or zinc, and are more frequently encountered from unscrupulous merchants or traders. Such fake coyns have a value of about Cr20 each."
    },
    {
      "Name": "Craig Anton Horvath",
      "Data": "Duke of Warinir, Sector Duke of Daibei (b. 1063)\n\nA career Imperial Naval officer, Craig selected the navy’s technical branch. Retiring as a Fleet Admiral to his fief on Warinir, he brought with him a tremendous lifetime of training in leadership and organisation, proving again the old wisdom, ‘there is no fitting preparation for a king than to have been trained in the navy’."
    },
    {
      "Name": "Crested Jabberwock",
      "Data": "(Jabberwockiscristatus saevitia) Sometimes called the nightclaw, or the fanged death, the Crested Jabberwock is a medium-sized carnivore native to Kassan/Vega (Solomani Rim 0101 A-785757-E). Only a few members of the species have been transported off world.\n\nFully-grown Jabberwocks mass about 400 kilograms. They arebilaterally symmetrical, homoeothermic quadrupeds, standing about 1.2 metres tall at the shoulder and measuring some 2.6 metres in length. Their anatomy is unusual in that the animal has four two-chambered hearts.\n\nThe Crested Jabberwock is noted for its magnificent, multicoloured crest, which is used in displays of territorial aggression and courtship. This gorgeous crest is highly prized by hunters and trophy collectors throughout the Solomani Rim and has made the animal a highly prized and much-sought-after target. In as much as the Crested Jabberwock is one of the most aggressive carnivores known in modern exobiology (they have been known to attack prey five times their size), the challenge of Jabberwock hunting has long been considered the ultimate proof of courage and skill in some circles."
    },
    {
      "Name": "Crisis of ‘99",
      "Data": "Albert Croale, in his book Almost Disaster, presents a hypothesis that the Third Frontier War (979 to 986) occurred two centuries late. After reviewing the progress of events in the spinward reaches of the Imperium from the antebellum period to the late seventh century, Croale then analyses the rise of the Psionics Institutes, their growing public acceptance, and their spreading power. Finally, he presents that a straight projection of events would predict a resurgence of the Outworld Coalition, increased hostilities and finally, a Third Frontier War.\n\nInstead, his hypothesis indicates the Psionics Suppressions (800 to 826 and beyond) were a massive manipulation of the population of the Imperium, a form of psychohistory, in order to eliminate the power of the Institutes. Preparations were ongoing for war and the Imperium made representations of strength (in 799) to the Coalition. It backed down.\n\nHowever, the psychohistory project went wrong and resulted in widespread rejection of psionics as a whole within the Imperium, to the point that even the government had difficulty in using the science of psionics for Its official purposes."
    },
    {
      "Name": "Cruiser",
      "Data": "Ship capable of independent operations and of support of the main line of battle. Cruisers are intended to fulfil two diverse missions- in battle, they support and reinforce capital ships which are present and which form the main line of battle, generally from the flanks and they perform independent operations, often forming the centre of task forces which have no capital ships. Cruisers are also put to use as independent ships."
    },
    {
      "Name": "CruRon",
      "Data": "Cruiser squadrons are organised with cruisers and are intended to support BatRons in space combat. Although a cruiser cannot defeat a battleship in one-on-one combat, a number of cruisers can overwhelm a lone battleship and this occasionally happens. The function of the CruRon is to hold or delay a BatRon early in a battle.\n\nCruRons are strong units. When no BatRon is around, they are easily the strongest type of squadron available. In addition to supporting BatRons, they are given the mission of supporting planetary surface operations once the space battle has been won.\n\nCruisers are the ships that bombard the planetary surface, conduct siege warfare and cover the invading AssaultRons. CruRons are accompanied by a variety of auxiliaries, including shuttles, transports, and fleet couriers. Every CruRon is assigned a bulk ordnance carrier that resupplies it with bombs and missiles."
    },
    {
      "Name": "Crystaliron",
      "Data": "A ferrous armour/hull material using metal with a perfect crystal structure and carefully controlled impurities in order to gain maximum hardness and toughness."
    },
    {
      "Name": "Currency, Imperial",
      "Data": "The basic unit of legal tender in the Imperium is the Imperial credit. Individual worlds may issue their own currencies and those currencies may or may not be acceptable on other worlds. Similarly, corporations and megacorporations may issue scrip and its acceptance outside of the corporate environment is a matter of conjecture. But Imperial credits are accepted everywhere in the Imperium and in many locations outside of it.\n\nImperial credits are almost impossible to counterfeit because of their unique method of manufacture. Plastic fibers are combined under high temperature and pressure and extruded as a rectangular bundle of great length. The different colored fibers form the pattern of the bill. Additional fibers with a unique quantum magnetic signature are also added at random to the bundles. It is not printed on but actually made a part of the structure of the note. The bundle is sliced to paper thinness, and a 14-digit alphanumeric (letter/number combination) is added for uniqueness.\n\nCredit bills are issued in 10, 20, 50, 100, 500, 1,000, and 10,000 credit denominations. Plastic coins, manufactured in a similar manner in various shapes, are issued in quarter, half, one and five credit denominations.\n\n Imperial credits can be bulky in large enough quantities. Bills measure 75 millimetres x 125 millimetres; 1,000 bills stand 50 millimetres high and weigh 500 grams."
    },
    {
      "Name": "Daghadasi",
      "Data": "Massive sea creatures native to the water world of Bellerophon, in the Vegan Autonomous District of the Solomani Rim The largest specimens can reach lengths of two kilometres or more, with their own unique eco-system centred on them."
    },
    {
      "Name": "Darmine",
      "Data": "The Darmine are a minor human race native to Ishag/Liasdi (Zarushagaar 1323 B525986-A). The Darmine are not radically different from their Terran counterparts. Like the Vilani or the Zhodani, any differences are minor. Interbreeding over the millennia has also helped to ‘wash out’ some of the characteristics developed by the Darmine on Ishag.\n\nTo survive in the thin atmosphere of their world the Darmine have an increased lung capacity and blood oxygen capacity. This gives the Darmine an increased endurance for strenuous tasks, particularly when in a higher-pressure atmosphere. The Darmine have dark skin to protect against the higher than normal UV radiation from their star. While the Darmine were clearly transported by the Ancients, it is less clear if the changes to the Darmine physiology are geneered or are the result of natural selection evolution."
    },
    {
      "Name": "Delphine Adorania Muudashi",
      "Data": "Duchess of Mora (Spinward Marches). Born 980. Inducted into the Order of the Starship and Crown in 1018 by Emperor Gavin."
    },
    {
      "Name": "Directions, Galactic",
      "Data": "North and South do not work when referring to directions within the galaxy. Instead, the following conventions have achieved widespread acceptance when referring to direction.\n\nToward the galactic core is coreward, away from it, in the direction of the rim, is rimward. In the direction in which the galaxy is rotating is spinward, while the other direction is trailing.\n\nThese directions are in widespread use in describing Imperial features and businesses. For example, the Spinward Marches is a sector at the extreme spinward fringe of the Imperium; Rimward Lines is an important interstellar transport company.\n\nFinally, within the Imperium, the term coreward is also used to indicate the direction of Capital, the Imperial core. There is some potential for confusion if the term is taken out of context."
    },
    {
      "Name": "Dating Systems",
      "Data": "Three major dating systems are in use when referring to historical events- Terran, Vilani and Imperial. A fourth system (Zhodani olympiads) is of passing interest.\n\nTerran dates centre on a year about midway through the period of Vilani ascendance. After that date, years ascend and are suffixed AD; before that date, years descend and are suffixed BC. There is no year zero. Terran years have 365 days and are considered a standard for length of year. Years are further subdivided into months and weeks, although these divisions have fallen into disuse outside of the Solomani Sphere.\n\nVilani Dates count from the year of the Establishment of the First (or Vilani) Imperium. Those before are suffixed PI (pre-Imperium), those after are suffixed VI (Vilani Imperium). There is no year zero. Vilani years are approximately 1.33 standard years in length. Vilani years are further divided into seasons, months, and weeks, though these, too, are little used outside of the Vland sector.\n\nImperial dates count from the year of the founding of the Third Imperium, specifying the year zero as a holiday year. Dates before that are negative, dates after that are positive, with the sign usually suppressed. Imperial dating uses a Julian system for specifying days. Each day in the year is consecutively numbered beginning with 001. Thus, in the year 1105, the first day of the year is 001-1 105. Weeks of seven days and months of 28 days are used to refer to lengths of time but rarely to establish dates.\n\nZhodani dating is counted in olympiads (obviously a translation). Each olympiad is of three Zhodani years; each zhodani year is .75 standard years. The first olympiad corresponds to 2209 BC. The dating system itself has been in more or less continuous use since then, with minor lapses due to war or temporary decline of ruling parties."
    },
    {
      "Name": "Delgado Trading, LIC",
      "Data": "Originally a manufacturer of military hardware and widely known for their work in miniaturisation, Delgado has extensive holdings in heavy mineral mining and refining, publishing, antiquities trading and recently, the toy industry. Founded in 997, Delgado is the youngest of the megacorporations.\n\nStock ownership: Imperial family—5%, Delgado family— 47%, Noble families— 27%, Private ownership- 21%"
    },
    {
      "Name": "Depot",
      "Data": "(Corridor): Large imperial naval depot in the corridor sector, headquarters for the vastly over-strength series of Imperial fleets that patrol the sector. They are charged with keeping the thin line of systems open and free of raiders, in order to maintain trade and communications between the main bulk of the Imperium and the sectors located ‘Behind the Claw’: Spinward Marches, Deneb, Reft and Trojan Reaches."
    },
    {
      "Name": "Disciples of the Bright Way",
      "Data": "The Disciples of the Bright Way are a sect that believes their deity exists in jump space and communicates directly with people while they are in jump. They call the sight of j-space ‘The face of the deity’ and have a secret combination of drugs and meditation practices that reduce (but not eliminate!) the insanity that results from directly viewing s-space.\n\nDisciples are generally not dangerous but their disturbing practice of shooting up drugs and staring out of an open porthole into j-space during the week of a jump means that most ship captains refuse to allow them on board under any circumstances. However, the Disciples will pay an exorbitant amount of money for passage on a ship and since they do not really care about bodily comforts, they are quite happy to bunk two to a stateroom under middle passage conditions and pay up to Cr25,000 each for their ‘pilgrimage’. The Disciples also own a number of ships they use for their own ‘pilgrimages’. These ships are generally decrepit old scouts or free traders that have been roughly remodeled to hold dozens of members in slum-level accommodations."
    },
    {
      "Name": "Doyle’s Eel",
      "Data": "(Ferrosolvens et al) Typical of a large number of metal-dissolving species discovered in various parts of the Imperium and its neighbours, Doyle’s Eel is a creature which has proved to be at best a nuisance and at worst a serious danger to ships operating in deep space. Animals of this general type have evolved on many planets independently and have since spread far and wide as they are carried by the ships they invade and infest.\n\nAn adult eel measures approximately one-third of a metre in length, with a diameter averaging four centimetres. They are hermaphroditic in nature, with all individuals capable of laying eggs. In their natural environments, the eels seek out veins of metal ore in underground caverns, using a powerful acid secreted from organs located in their ventral surfaces to carve a protected nest into the rock. The eggs are deposited here. The adult remains in the nest until the eggs hatch, after which it usually dies.\n\nWhile they can physically attack humans if disturbed, the greatest threat posed by creatures of this type is indirect. If an eel should get aboard a ship and lay eggs, that ship can face a severe problem. Once larvae are hatched, these tiny nuisances are likely to get almost anywhere - and have a special taste for silicon, some plastics and other elements of shipboard electronics, computer and avionics systems (to build up their body tissue). A ship infested with these creatures will suffer from numerous electrical breakdowns, often at critical points, as the larvae reach sensitive parts of the ship."
    },
    {
      "Name": "Droyne",
      "Data": "Intelligent major race inhabiting scattered worlds within an area slightly larger than the range of the current Third Imperium. The Droyne are a small race, derived from winged herbivorous gatherers. They vary in size depending on caste but generally stand one metre tall (large workers and warriors can be larger than humans). The history of their evolution remains a puzzle because their home world is not known with certainty, though Andory in the Spinward Marches is currently the prime candidate.\n\nDroyne society is divided into rigid castes determined when an individual reaches adolescence. The six castes of the Droyne all serve different functions within Droyne society. Although they are identical at the time of caste selection, caste members develop pronounced physical and mental differences by maturity, as different genetic programs are awakened by differences in diet and environment from caste to caste. Young leaders, for instance, experience a nearly 30% increase in brain size in the first year after casting; drones develop sexual organs; and so on.\n\nThe following are descriptions and definitions of the castes.\n\nThe Worker: Manual labour and mundane ordinary activity are the province of the worker. Workers are not too smart and are temperamentally suited to contentment with ordinary labour and subservient tasks.\n\n The Warrior: Trained for combat and possessing comparatively well developed muscles and reflexes, the warrior is the security troop, the soldier, the marine and the policeman of the Droyne culture. They are common in frontier Droyne bases and less numerous in civilised areas.\n\n The Drone: Drones have a variety of purposes in Droyne society. They perform a reproductive role which makes them both fathers and mothers to Droyne young and they have a role in the ceremonies, which determine caste for maturing young. In addition, drones comprise a sort of middle management caste, responsible for many of the routine functions in business, trade and administration.\n\nThe Technician: This caste is the science-oriented portion of Droyne society and is concerned with both research and practical implementation of technology.\n\n The Sport: Although the caste system of the Droyne is rather rigid, the sport is the deliberately accepted exception to caste structure. Sports are special individuals who cross caste lines to become individual scouts, messengers, representatives, hunters, prospectors and other occupations that require individual initiative or separation from Droyne society for long periods of time. A sport is the most probably encountered Droyne away from a Droyne world.\n\nThe Leader: Leaders are required to manage and direct society. They are ultimately responsible for everything that the Droyne as a whole do.\n\nThere is little individual freedom in Droyne society and as a result, society and government join into one concept. Workers work. Leaders lead. All of society dedicated to continuing the existence that provides all members with food, shelter and the other amenities that make life enjoyable. In addition, there is little discord in Droyne society when things are running smoothly, as each member of society has its own function to perform. Only when disaster happens is the group forced to strain.\n\nA typical Droyne group consists of a variety of Droyne from the different castes. There will be many workers, few drones and leaders and technicians and warriors based on current needs. Each group will also have several sports, although they may not be present, instead occupied with their own solitary tasks. This is not to say that Droyne are mindless. Leaders are quite capable and responsible; warriors have strategic and tactical senses; technicians are inventive and clever. But all accept the central group as a part of their lives and work for its benefit above their own."
    },
    {
      "Name": "Dust-Spice",
      "Data": "Rare euphoric spice used for seasoning food, especially fruit. Harvested from the bark of desert scrub-plants, this seasoning is popular with humans as a mild recreational spice with effects slighter than, but similar to, alcohol. Certain non-human races (notably Aslan and Vargr) find dust-spice a such more powerful euphoric, and it is in constant demand by those peoples."
    },
    {
      "Name": "Dynchia",
      "Data": "Minor human race, originating on the world of Melantris/ Melantris (0603-A6669C7-C)\n\nDynchia (the same word is used as both singular and plural) are about 2.2metres in height and weigh about 100 kilogram. They are slender and long-limbed. Skin tones range from pale to bronze-tan; hair colour is usually brown or black but snowy white hair is not uncommon. Hair fibers are soft and silky and hair runs in a bushy mane down to the small of the back. Facial hair is non-existent. The Dynchia have six fingers on each hand and six toes on each foot. Finally, the Dynchia’s teeth differ notably from other similar species, in that instead of separate teeth, their dental batteries consist of two bony ‘jaws’ (as if the teeth had been fused into one upper and one lower ‘jaw’), with fanglike extrusions. Obviously, the Dynchia prefer plenty of meat in their diet.\n\nThe major difference between the Dynchia and the rest of Humaniti (other than their radical physical divergence, a result of geneering by the Ancients) lies in the realm of psychology. Two of the most common culture-shaping elements of human psychology (the instinct to protect females from danger and the instinct to possess territory) seem to have been left out of or modified in the Dynchia. The Dynchia have absolute equality of the sexes; prejudice or protection is psychologically impossible. Being gallant to a Dynchia female (who is as likely to be an admiral as a male) will earn you only a blank stare. The instinct to possess territory has also been modified in the Dynchia. A Dynchia is not a citizen of a particular world; he is a member of a clan (which in turn is a member of a tribe). It does not matter where the tribe rules, as territory is unimportant. There has not been an actual war within the Dynchia race since before their recorded history, only minor squabbles.\n\nWars are fought with outsiders though, for survival instead of territory. The Dynchia have a rare and unusual quality: they are warrior individualists in an un-warlike culture. This is to say that the Dynchia never make war upon their race, though fights, duels and challenges are common, as is a warrior ethic.\n\nThe social basis of Dynchia mentality is a deep-felt sense of honour (both personal and as part of a clan or tribe). It would be unthinkable for a Dynchia to compromise his or her personal, clan, or tribal honour — especially since the general religion of the Dynchia is reverence for ancestors and worship of tribal heroes. To be false to one’s honour is to forfeit a chance to become a revered ancestor."
    },
    {
      "Name": "Duke",
      "Data": "The fifth level of noble rank is the duke and is associated with a subsector. The noble is referred to by the title followed by ‘of’ and the subsector name. The power of the duke depends on circumstances and the situation within the sector but generally one duke within a sector rises to power and comes to be the sector duke, the ruler of that entire sector. No special title is awarded to a sector duke."
    },
    {
      "Name": "Dulinor Astrin Ilethian, Archduke of Ilelish",
      "Data": "Archduke Dulinor Astrin Ilethian was born in 1066 on the world of Dlan (Ilelish 1021). He rose to the highest levels of the nobility in the Domain of Ilelish with the approval and support of the Emperor. Dulinor was elevated to the position of Archduke by Emperor Strephon in 1104, an action opposed by many of the nobility."
    },
    {
      "Name": "Dyson Sphere",
      "Data": "Using incredibly strong materials similar to those in a ringworld and adding gravity generators where necessary for strength and comfort, a spherical shell could be built to completely enclose a star. Such a shell would then trap all stellar radiation for use by the civilisation. With a radius of 149 million kilometres (about 93 million miles), the internal surface area would equal about one billion planets the size of Terra. First postulated by Terran scientist Freeman Dyson prior to contact with the Vilani."
    },
    {
      "Name": "Emperor’s List",
      "Data": "The listing of all Emperors since year 0"
    },
    {
      "Name": "Emperors of the Flag",
      "Data": "During the Civil War period (604 to 622), the Imperium was in the hands of a succession of naval officers of flag (admiral) rank. These 17 emperors achieved the throne through assassination, fleet action, political manoeuvres and general mayhem. The year 619 particularly saw six emperors serve on the throne, none of them for more than three months. The succession of Emperors of the Flag began with the seizure of the throne by Olav hault-Plankwell in 604, which precipitated the Civil War. It ended with the naming of Arbellatra Alkhalikoi regent of the Imperium in 622.\n\nSee also Civil War."
    },
    {
      "Name": "Empire",
      "Data": "Group of independent states, duchies, nations, tribes, worlds, or systems under the supreme rule of an emperor."
    },
    {
      "Name": "European Space Agency Long Range Colony Mission",
      "Data": "Early in the space-faring history of Terra, a long-range program of interstellar colonisation was begun, only to be abandoned with the discovery of the jump drive. Before that abandonment, however, several large colony expeditions were launched.\n\nThe most ambitious such effort was launched in 2050AD by the European Space Agency, in cooperation with the French O’Neill colony and Beltmetallfabrikant AG. Three large asteroids were hollowed out and fitted with reaction drives, becoming the colonisation ships Voyageur, Marinus van der Lubbe and C-Jammer. Each was filled with a thousand crew, none of whom would live to see the end (or much more than the very beginning) of the voyage. Flight time was projected at 2,000 years. Despite this, there was no shortage of volunteers for the crew, many of whom were already living in artificial space colonies: one colony was much like another and this one was going somewhere interesting. Space was provided for a tenfold population increase during the trip.\n\nEach ship also carried 100,000 additional colonists in cold sleep. During the voyage, each colonist was awakened for a five-year work period; at any one time there were 750 of them awake and thus the culture of the ships maintained its contact with 21st Century society. Each new shipboard generation was reminded of its mission by some of those who had begun the trip.\n\n The system worked well. Although some unavoidable cultural gulfs developed between the crew and the sleepers, nothingjeopardised the mission.\n\nThe ships’ computers ultimately found and locked onto, a suitable group of worlds and designated them the mission destination. That destination proved to be the Islands Cluster, located in the centre of what is now the Reft Sector, in a low stellar density branch of the Great Rift. Their trip took over 2,000 years."
    },
    {
      "Name": "Express Boats",
      "Data": "The primary means of interstellar communication is the physical transport of messages by a jump-capable ship. Within the Imperium, the method is called the express boat system. Small, fast, information-carrying ships are specially constructed to make long jumps and carry data for retransmission. Outlying worlds of the Imperium stand nearly four years from the capital, and express boat links have been established to insure the rapid transmission of messages (governmental, commercial and private) with a maximum of efficiency. Selected locations along major trade routes are established as express stations, orbital facilities that service and refuel xboats on their communications runs. As an xboat arrives in a system, it beams its recorded messages to the express station, which then retransmits them to an xboat standing by for a jump outsystem. Time between jumps is almost always less than four hours and can be under seven minutes.The speed of communication is thus nearly the speed of jump (xboats are equipped with jump-4 drives, four parsecs per week). In practice, this speed is somewhat reduced as trade routes do not follow straight lines, and not all jumps are made at jump-4. Average speed approximates jump-2.6 per week."
    },
    {
      "Name": "False War (1082 to 1084)",
      "Data": "See Fourth Frontier War"
    },
    {
      "Name": "Fast Drug",
      "Data": "So named because it makes the universe (to its user) appear to move much more quickly, the drug slows down personal metabolism at a ratio of approximately 60 to 1. Users are extremely vulnerable while living at such a slow rate but physical aging is also slowed and the need for consumable supplies is reduced which thus allows conservation of air and food. Fast drug takes effect immediately upon ingestion; one dose lasts for 60 days, making that time appear to be only one day. An antidote is available to end the effect before 60 days. "
    },
    {
      "Name": "Federation",
      "Data": "Group of states, worlds, or systems, each internally independent, joined into a union to which has been surrendered certain rights and responsibilities, most generally to do with foreign affairs."
    },
    {
      "Name": "Feudalism",
      "Data": "With such great distances separating stellar systems, individual responsibility and authority become of great importance. The Imperium is divided into sectors (20 of them), each about 32 parsecs by 40 parsecs in size. Each sector is divided into 16 subsectors (8 by 10 parsecs). And within each subsector are perhaps 30 or 40 systems, each with a star, worlds and satellites. Individual worlds and even entire systems, are free to govern themselves as they desire, provided power is always accorded to the Imperium.\n\nInterstellar government begins at the subsector level – one world designated the subsector capital. The ruling figure at the subsector capital is a high-ranking noble selected by higher levels of government. This duke has a free hand in government, and is subject only to broad guidelines from his superiors. But at the same time, the duke owes fealty to the higher levels of government and ultimately to the Emperor himself.\n\nThe feudal approach depends greatly on a sense of honour, one cultivated by the hereditary aristocracy. This sense of honour is very strong within the Imperium; it has proven essential to the survival of such a far-flung community."
    },
    {
      "Name": "Fibre Optic Computer",
      "Data": "Computer whose logic circuits are constructed from fibre optic conduits. Such computers are less vulnerable to radiation effects than normal electronic computers and for this reason are often used on military vessels."
    },
    {
      "Name": "First Frontier War (589 to 604)",
      "Data": "The first of the modern border clashes between the Imperium and the Zhodani, sparking the beginning of a continuing antipathy between the two major lines of humaniti. With the conclusion of the war, Olav hault-Plankwell returned to the Imperial core with his war fleet and took the reins of government, murdering Empress Jaqueline and thus beginning the Civil War and the reign of its Barracks Emperors."
    },
    {
      "Name": "First Imperium (-4045 to -2219)",
      "Data": "The first major interstellar civilisation, politically and culturally dominated by humans originating on Vland. The jump drive was discovered on Vland in -9235. Immediately the Vilani discovered a number of interfertile and technologically primitive human races on worlds within 60 parsecs. These were gradually brought to a hightechnology state with Vilani help and assimilated into a loose interstellar community bound by trade and common culture.\n\nEventually, the client races themselves explored beyond the local sphere, contacting and trading with still more races. These new races gained their technology without being assimilated into Vilani culture; the resulting increasing friction eventually resulted in a series of wars, beginning about -5400.\n\nIn response to the threat, Vland began tightening control of its trade sphere, finally organizing into a centralised state in -5273. This marked the beginning of the First Imperium, although there was as yet no emperor. During the thousand year period of the Consolidation Wars, Vland conquered and absorbed its enemies until in there were no longer any civilised states on its borders (except for a portion of the Vargr Extents, isolated from the Imperium by the Great Rift)\n\n The last war ended in -4045 and Vilani dating begins at this point. With no exterior threats, the Pax Vilanica lasted for nearly 1,200 years; at its height, attained soon after the end of the wars, the First Imperium contained 27 sectors and over 15,000 worlds.\n\nHowever, the cost of maintaining centralised control over this vast expanse was cultural rigidity, exploration had ceased with the beginning of the wars, and then scientific research slowed to a halt and the beginnings of a hereditary caste system began to emerge. Civilisation was in decline.\n\nAs long as there was no exterior threat, the Imperium was safe; but gradually, despite all efforts, technology leaked across the borders. New interstellar states arose and the Imperium could no longer afford to absorb them. Gradually, the Imperium lost territory along its coreward and trailing marches. Then, in -2422, the Imperium was contacted along its rimward border by the Terrans, recently emerged into space. Terran expansionism led to a series of interstellar wars, ultimately resulting in Terran conquest of the Imperium in -2219 and the founding of the Rule of Man. The First Imperium bore many names in its long life, including the Grand Imperium of Stars, the Grand Imperium and the Vilani Empire."
    },
    {
      "Name": "First lnterstellar War (-2408 to -2400)",
      "Data": "The first military engagement between the Vilani of the First Imperium and the Solomani of the Terran Confederation. Beginning an on-again, off-again series of wars between the two major human races, this war ended in the defeat of the Imperium and the beginning of ascendance of the Solomani. See Nth Interstellar War."
    },
    {
      "Name": "Focaline Tree Rat",
      "Data": "The Focaline Tree Rat is a small rodentlike creature native to Focaline (in the Aramis subsector). It weighs 3-4 kilograms and measures 70-80 centimetres in length. Two thirds of its length is tail. Tree rats have a redbrown fur covering the entire body except for the soles of their paws. Some specimens are shaded more to a deep chocolate brown or maroon. Tree rats seem able to adapt very quickly to temperature changes and exposure to cold weather for more than a week results in their growing a thicker and rougher coat. Though they physically resemble terrestrial rodent types, tree rats have longer legs, feet adapted to grasping and a prehensile tail that all help them in their arboreal habitats. They are quite intelligent (about the same level as most small Terran monkeys) and have an elaborate social structure in natural environments.\n\nAs pets, tree rats are quite successful. Their mammalian physiology allows them to eat most of the foods that humans do. They shed little, except when getting rid of a coldweather coat, and are naturally clean animals, easily housebroken. Tree rats have an average lifespan of 15 years, mate for life, and can bear young once a year after age three, in litters of about four ‘ratlings’.\n\nTheir major drawback as pets is their insatiable curiosity, which has led to their accidentally being locked in airlocks or food bins. They also like to collect bits of shiny or brightly coloured material (like coins, keys, and credit cards), depositing them in a nest in their owner’s cabin. This trait has earned them the nickname ‘cinnamon thief’. This can develop into a game the tree rat initiates by picking up a valuable item in its tail and then racing around the ship, with the item’s owner(s) in hot pursuit."
    },
    {
      "Name": "Fourth Frontier War (1082 to 1084)",
      "Data": "Also known as the False War. Short, inconclusive war fought primarily in the Jewell subsector between the Imperium and the Zhodani Consulate. The fourth of the frontier wars in the Spinward Marches with initial assaults by the Zhodani against Jewell and Regina subsectors stalled at the borders. Its final battle, the Battle of Two Suns, 1084, was waged in the vicinity of Yres and Menorb and resulted in Imperial victory. The armistice was signed before instructions for the conduct of the war were received from the capital."
    },
    {
      "Name": "Frozen Watch",
      "Data": "For naval vessels, crew attrition in combat is a significant problem. The Frozen Watch system attempts to alleviate the problem by having a certain percentage of the ship crew available in Low Berths. Since revival time is a concern, these troops are frozen in a long, drawn-out process that makes it far easier and quicker to revive them as opposed to normal cold sleep procedures."
    },
    {
      "Name": "G-carrier",
      "Data": "An enclosed, armoured military or quasi-military grav vehicle, intended for troop carrier duties. With performance similar to that of an air/raft, the G-carrier generally has a heavy gun mount, often for a small plasma cannon or VRF gauss gun and a rear hatch door. It requires a crew of one, with air/raft skill, plus a gunner for the weapon, if any. It can carry 14 persons (including the driver and gunner), plus two tons of cargo (or 250 kg or cargo for each person not carried; thus driver, gunner and 5 tons of cargo is its maximum capacity)."
    },
    {
      "Name": "Gas Giant",
      "Data": "A large planet with an extensive atmosphere of hydrogen and hydrogen compounds. Starships typically can refuel themselves by diving into the atmosphere on a hyperbolic orbit and skimming hydrogen. Jupiter, in the Terra system, is an example of a gas giant."
    },
    {
      "Name": "Garan’s leech",
      "Data": "(unclassified) Garan’s leech is native to Victoria, and is found nowhere else in the wild. Specimens as large as 75 centimetres in length and weighing as much as two kilograms have been found but individuals more typically measure 6-10 centimetres and weigh 200·300 grams. Specific anatomical features are not known, as wellpreserved specimens are rare. Several forms are documented but authorities disagree as to whether these represent separate species, sexes, or different stages of development.\n\nGaran’s leech is vermiform, radially symmetrical, invertebrate and endothermic. The animal feeds through a sucker-like mouth located anterior to a ring of tentacular projections. These tentacles are coated with small, horny, toothed structures that penetrate the skin of the victim, holding the mouth in place. The victim’s fluids are sucked into a series of holding sacs just under the dermis of the leech. When they are filled, the leech detaches itself from its ‘head’ and falls to the ground. The head remains embeded in the flesh of the victim, where it eventually rots away, usually causing a severe infection."
    },
    {
      "Name": "Garhawk",
      "Data": "(Stellafalconformis ululatis): Also known as the Skyhuntress, or Kahkahyeek from its hunting call, the garhawk has become popular in some circles of Imperial nobility for hunting. Properly trained garhawks, with their keen eyesight and superb hunting instincts, can spot and kill prey over remarkably long distances.\n\nGarhawks are large (over one metre wingspan) flying carnivores, originally from Nagaschk, a planet to spinward of the Imperial core. Natives of the world, a tech 3 race, delighted in hunting; their use of garhawks in their sport sparked interest among human visitors. Once the trick of raising and training these vicious aviforms was mastered, a small but lucrative trade in garhawks gradually opened, introducing them through much of the Imperium, the Solomani Sphere, and even within the Zhodani Consulate.\n\nHumans, at least those enjoying the hunt, have found the sport of hunting with garhawks a fascinating renaissance of falconry and hawking."
    },
    {
      "Name": "Geonee",
      "Data": "The Geonee are a minor Human race, famed for their claim to be the Ancients. While this claim is generally not accepted, they do have one of the oldest human interstellar cultures in charted space, behind only the Suerrat and Vilani and some of the highest technology. Their homeworld is Shiwonee (Massilia 1430).\n\nThe Geonee are a short, stocky, and very muscular race. Their average height is about 1.5 metre and their average weight is about 65 kilograms.\n\nThe Geonee were originally thought to be a Major Race, since they had jump drive when first encountered by the Vilani some 10,000 years ago (in fact, they had built their first jump drive several years before the Vilani completed theirs). However, it was later determined that their development of jump drive was based on a recovered Ancient starship, rather than independent research. This revelation has coloured interstellar opinion of Geonee achievement ever since, and they are generally not regarded as being of major status."
    },
    {
      "Name": "General Products, LIC",
      "Data": "Largely concerned with heavy industry, General is a manufacturer of starships, non-starships and heavy machinery of all sorts. General is known for inexpensive products of adequate quality but of late its starship division (particularly its military products) has been plagued with disaster.The corporation was formed by the merger of a number smaller manufacturing concerns shortly after the end of the Civil War, in the period 620 to 622.\n\nStock ownership: Imperial family— 5%, Hortalez et Cie— 26%, Noble families- 35%, Private ownership- 12%, Antares Holdings, LIC- 12%, Other- 10%"
    },
    {
      "Name": "General Shipyards",
      "Data": "The largest starship manufacturer in the Regina subsector, with yards at Regina, Efate and Pixie. Originally a military contractor, General no longer produces ships for military use, instead concentrating on the more lucrative commercial market. The yard at Regina is capable of producing ships up to 5,000 tons, while the subsidiary yards at Pixie and Efate are limited to 600 tons per ship and devote most of their attention to annual maintenances."
    },
    {
      "Name": "Generation Ship",
      "Data": "A type of slower-than-light starship, typically extremely large, that carries its full crew complement and their families. Since such a voyage can take decades or even centuries, it is the future descendants of the original crew thatcomplete the voyage."
    },
    {
      "Name": "Githiaskio",
      "Data": "The Githiaskio are a Minor Race of aquatic sophonts with many startling similarities to Terran marine mollusks. The ‘squids’ are an intelligent and very adaptive species, whose zero-G and underwater agility made them in high demand for industries related to those environments.\n\nThe Githiaskio are native to Githiaski (Antares 2406) a water world located on the edge of the Lesser Rift. Githiaski is metal poor and at any event the race has no native opportunity to develop metal working in the confines of their watery home.\n\nThe most peculiar aspect of this species is the surprising similarity of their psychology to humans. This similarity is due, sophontologists think, of parallels in their evolutionary history. They evolved from omnivorous scavenger-gatherers, moving across the ocean in small family groups that strongly resembled hominid family groups on ancient Earth.\n\nThe Githiaskio are radially symmetrical, bisexual and semihomoeothermic. They have 1.8 to 2.4 metre long tapering bodies that are about 45 to 50 centimetres in diameter. They possess six suckered tentacles, which are used for manipulation, restraining and feeding. They possess two large compound eyes but vision is optimised for the aquatic environment and they are insensitive to reds and yellows. Primary sense is sound and their hearing is almost as good as a dolphin’s underwater. Githiaskio females bear a single live young. Lifespans are about roughly equivalent to humans.\n\nLocomotion is provided by movement of the tentacles; unlike Terran mollusks, they do not possess the ability to jet water. They are poor long distance swimmers and prefer to swim tentacles forward. They are also poor hunters and their traditional food was either scrounged from local reefs and ocean floors, or was carrion. They can tolerate depths of up to 700 metres under 1G but are less well adapted to greater depths and typically fear and avoid them. They are oxygen breathers but can only respire in water on worlds with a thin atmosphere or better. They can withstand variable salinities but they are highly sensitive to water tainted by pollution or local atmospheric conditions and will refuse to enter any body of water so contaminated. A Githiaskio stranded out of water will die of dehydration within five minutes.\n\nGithiaskio encountered off their homeworld are often employed in aquatic professions, or in zero-gee environments, where they likewise excel. There are many Githiaskio colonies on water worlds throughout the Imperium, including several in the Spinward Marches. Since they do not tend to compete with their terrestrial counterpoints, relations tend to be very cordial with their neighbours."
    },
    {
      "Name": "Glea (Glea/Liana 0209-A667800-F)",
      "Data": "Main coordinating centre of the Hive Federation since 410. It is the centre of the Glean Cluster, an unusually rich grouping of 16 Hiver-habitable worlds, mutually accessible by jump-1 shipping."
    },
    {
      "Name": "Good War/Bad War",
      "Data": "The terms ‘good war’ and ‘bad war’ are expressions used by mercenaries to differentiate between smallscale actions within the Imperium and full-scale wars between the Imperium and outside forces. Small-scale actions are viewed as good because the Imperial rules of war are in effect and a unit knows that it will not be subject to nuclear weapons. Good wars are usually short and not particularly bloody. A unit in a tight spot need merely surrender and activate its repatriation bonds to be removed from combatant status. Even antiguerilla actions are good, under this classification, because of the fact that although most guerillas usually observe no restraint with captured government forces, captured mercenaries can usually be ransomed and serve as a source of income.\n\nA war is bad when no such controls are in effect and a mercenaryunit will be subject to the full horrors of war. Mercenary units are understandably reluctant to accept bad war contracts but are often forced into them by Imperial law."
    },
    {
      "Name": "Grand Princess (Grand Prince)",
      "Data": "Imperial titular designation of the heir to the Iridium Throne. Under Imperial custom, the eldest son or daughter of the Emperor becomes heir to the throne at the age of 12. Elaborate ceremonies confer the title of Grand Princess (or Grand Prince) on the heir and proclaim the information to the Imperium."
    },
    {
      "Name": "Grand Survey",
      "Data": "See Imperial Grand Survey."
    },
    {
      "Name": "Gravity Control Technology",
      "Data": "Gravity control technology is one of the major technological breakthroughs (the others are Nuclear Dampers and Jump Drives). Also know as grav, antigrav, or contragrav. The gravity control produces weight control, hrust and can be used to generate gravity as well, for artificial gravity aboard starships and space stations. This artificial gravity also acts as an inertial dampener, controlling the effects of sudden acceleration/deceleration on the crew.This control of the force of gravity allows construction of vehicles, like the air/raft and g-carrier, mapping of object mass through densitometers and safety equipment like the grav parachute Gravity control is also part of the technology of the reactionless thruster, along with the basis of the nuclear damper, used inmanoeuvre drives all over Charted Space."
    },
    {
      "Name": "Great Rift",
      "Data": "Broad expanse of space with a very low density of stars lying spinward of the main region of the Third Imperium. The Great Rift is a pronounced impediment to interstellar travel and it constrains jumps through Corridor sector to the Spinward Marches.\n\nThe Great Rift is one of many astrographical ‘terrain’ features that have provided long-term security for the Third Imperium. By its very nature, the Great Rift has made outside incursions difficult, which has made the interior of the Imperium a secure population centre."
    },
    {
      "Name": "GsbAG",
      "Data": "short for Geschichtkreis Sternschiffbau AG: GsbAG is one of two firms charged with the manufacture of the personal vessels of the Imperial family and is a major contractor for the Imperial military. Their products command extremely high prices, but it is generally conceded that the quality makes them well worth it.\n\nAccording to company propaganda, the company was founded in -2438 from a consortium of old Terran manufacturing firms. In actual fact, there is no concrete evidence of the corporation’s existence prior to a contract with the Sylean Federation Navy in -334.\n\nDetractors often use the epithet ‘gasbag’ to refer to the company.\n\nStock ownership: Hortalez et Cie— 19%, Imperial family— 4%, Noble families (includes the families of the legendary founders)- 44%, Other corporations- 13%, Private investors- 4%, Other- 16%"
    },
    {
      "Name": "Guaran (Guaran/Hive 0307-A565800-F)",
      "Data": "Homeworld of the Hivers. Guaran has no special political importance, although it attracts millions of tourists annually from all over the Federation."
    },
    {
      "Name": "Gunboat",
      "Data": "Ultimately, the distinction between ground, air and spacecraft disappears for military vehicles and a single type of vehicle assumes all of the roles for system defence. Called gunboats, they are capable of extended operations in vacuum, atmosphere and water, ready to continue resistance to enemy action. Individually, the vessels are strongly armed and can fight enemy ships then later support ground troops or bomb enemy installations. Further, they can continue resistance for long periods, hiding on oceans or in the local gas giants and coming out only when there is promise of enemy losses. Typically, a gunboat is fast, well-armed and well-armoured. It is capable of a wide variety of military responses and has a high survival potential. Size: 200 to 600 tons.\n\nSee also System Defence Boat."
    },
    {
      "Name": "Hiver",
      "Data": "Intelligent major race with a large federation trailing the Imperium. Hivers average 1.5 metres from ground to top of upraised head and weigh about 150 kilograms. Descended from omnivore gatherer/scavenger stock, they are the most alien of the major races. Hivers exhibit a modified six-fold radial symmetry; the body has a calcareous internal skeleton consisting of a series of rings supporting the limbs and a fused carapace protecting the brain and internal organs.\n\nThe head is a modification of one of the limbs and contains six eyestalks and six manipulative tentacles, plus paired infrared sensor organs. The other five limbs are identical (except for slight modifications of the hand opposite the head) and are used as arms and legs indiscriminately. Each limb ends in a six-fingered radial hand. Fingers are very flexible and have muscular suction cups on the lower surface about halfway to the tips. Hiver arms and hands are generally weaker than human but are very tough and difficult to injure.\n\nThe mouth (digestive opening) is on the lower surface of the body. There is no sound-producing organ but hivers do have three ears placed around the neck near the head.\n\nHivers have only one sex. Reproductive cells are exchanged each time that hivers meet, using the modified rear hand (the process has been termed by humans ‘shaking hands’). The cells are kept in a reproductive pouch on the lower body surface where they conjugate, exchanging genetic material. Once every 40 days or so, a cell will develop into a larva, which then drops from the parent’s body. Hive planets are mostly wilderness and the larva will enter the wilds, where most are killed. After about a year, survivors return to civilisation, where they are welcomed into any nest and begin their education as citizens.\n\nParental instinct in hivers is very strong and the young are adopted by the entire nest. (Note that this instinct applies only to the yearold returnees; Hivers have no concern for the younger larvae and in fact consider them minor pests .)\n\nHiver language is a combination of arm/tentacle waving and physical contact. The written language is ideographic and is used as a standard language among the races of the Hive Federation. Hivers talking among themselves use all three aspects of language (gesture, touch, and writing) at once, a process capable of great subtlety and sophistication but unintelligible to the outsider.\n\nHivers are unique among major races in that they had a complex culture before becoming sapient. Originally, they lived in the tunnels and built-up mounds of a large (1,000 kilogram) burrowing animal. In exchange for shelter, they gave food. They farmed fungus, foraging outside for decaying vegetation and dead animals as a source of food for the fungus. The burrowers were allowed to graze in the farm tunnels. Hivers ate the fungus and whatever fresh food they could find outside. Intelligence arose as the outside environment changed, forcing the foraging parties to travel farther and discover new sources of food and fertilizer. The foraging advanced from simple scavenging and gathering to complex cooperative efforts to hunt and trap live prey. Today, fungus remains the staple of the Hiver diet; fungus growing is a highly developed art. Most buildings retain the beehive shape and large underground tunnel complexes of the original burrowers but are constructed by machines; the burrowers are now reduced to the secondary function of keeping the tunnels clean. Hiver attachment to them is essentially non-rational, they just feel more comfortable with the burrowers around.\n\nHive society is highly individualistic. The term Hive results from an early human misconception, stemming from the appearance of the Hivers’ building and tunnel complexes. Nests contain from five to 500 individuals, usually cantered around some common endeavour. While 100 is the average size for a nest (and was the size in pre-civilized times), larger groups may come together for some civilized purpose such as large manufacturing companies or universities. Small nests are usually spaceship crews or isolated research parties. A young hiver will spend his first 15 years in his home nest; thereafter, nest changes may take place as often as a modern human might change jobs.\n\n Because of the nature of their reproduction, hivers never experienced the population pressures so important to human history. The population of the homeworld is now only a few hundred million, only ten times greater than it was in prehistoric times. Predators control the young; when the adult survival rate rises, thus increasing the numbers of young produced, the predator population increases proportionately and the balance is maintained.\n\nSpace colonisation arose not from pressure but from curiosity, with which Hivers are amply endowed. They have colonised only those planets with climates most pleasant to Hivers; if the planet has no predators that like to eat Hiver larvae, they are imported. Because of the high birth rate, a colony will rapidly fill up to its maximum population level of a few hundred million, and will then stabilise. Hivers like planets of size 6 or less, with thin or standard atmospheres and unvarying climates. Hiver enclaves, for commercial or scientific purposes, are found on worlds of more extreme characteristics.\n\nHive industry and business excel at communications technology. Major exports include artificial and computer languages, translators and sophisticated electronic hardware of all types. Hiver mathematical systems are much in demand for their power and elegance."
    },
    {
      "Name": "Hive Federation",
      "Data": "Human term for the loose interstellar community dominated by the Hivers; Hive Confederation is also sometimes used. The Hivers have only one culture and one language; the Hiver genotype (with individual variations similar in degree to differences between individual humans of the same race) is also constant. The Federation government (if such a term is applicable) is mostly concerned with maintaining the uniformity of the Hiver culture and species. This is accomplished by frequent reproductive embassies from one planet to another. Members of many different nests will shake hands with everyone nearby in a sort of farewell party and will then board a large embassy ship bound for a far-off world. Once there, they will meet with as many people as possible, shaking hands and exchanging news, art, gossip, scientific information, political views and so on for about a year. They will then return home for another yearlong round of parties, discussions and handshaking.\n\nMost disputes among communities are handled in these embassies; others, considered too urgent or transient to wait for an embassy, are settled by judges. There is a considerable body of Hiver common law and custom, and a judge is a person who has spent years in study of the law; judges’ decisions are not necessarily binding and are open to compromise; but carry a great weight of custom. The discovery of alien races and their integration into society required a slightly more formal organisation, which grew out of the coordinating body that schedules embassies.\n\n Two additional bodies were established: the Federation Navy and a development agency. The Hiver parental instinct was aroused by the discovery of numerous intelligent species less fortunate than themselves, and work began immediately to lift the ‘children’ to civilisation. An early experience with an aggressive race led to the establishment of a system of quarantine worlds, denied entry to (or knowledge of) interstellar society. Covert operations are in progress on quarantine worlds to modify ove rly-aggressive cultures into acceptable members of the Federation and several quarantined planets have been opened since the beginning of the program. So far, no quarantined race is close to achieving interstellar travel on its own; public debate continues on what to do in such a case.\n\nThe navy is the main instrument of military force. Hivers came late to the concept of war and are more comfortable with high technology, long-range violence, disliking the personal approach of ground combat. When ground forces are absolutely needed, other races of the Federation generally supply the troops. Federation armed forces are essentially a deterrent force and are seldom used as an instrument of policy.\n\nOther races of the Federation are equal partners in society, although the structure of society is Hiver-generated and those races able to best adapt to a Hiver way of life and customs have been most successful. All races participate in the embassies, although in a modified form. Some associate species retain strong internal governments or police forces to regulate the aggressive tendencies of their members, but whatever the solution reached, all Federation-member societies are non-aggressive. Most worlds of the Federation have communities of several species; races inhabit the worlds they find most pleasant."
    },
    {
      "Name": "Holiday Year",
      "Data": "The year zero in the history of the Third Imperium, established by Cleon I to commemorate the formation of the Imperium. Technically an aspect of calendar reform, the use of the year zero provides a central date point for counting years back into the Long Night and forward into the future of the Imperium. The actual advantages of a holiday year are slight: centuries begin in the hundredth numbered year instead of the first numbered year, and the number of years between any two dates can be determined by subtraction. More importantly at the time, the holiday year was used as part of the public relations campaigns, which were impressing the authority of the Imperium upon local governments. The minor requirement of changing to the new calendar was used to determine cooperation by those governments.\n\nSee also Dating Systems."
    },
    {
      "Name": "Hoplite",
      "Data": "(Marmotophagus var.) A large, heavily armoured intermittent found on many worlds throughout the territory once ruled by the Vilani empire. The world of origin of these beasts is not known with certainty, since early Vilani colonisations and subsequent settlement efforts have resulted in hundreds of worlds with mixed biochemistries. Because of the carapace and its horns, the hoplite is believed to have originated on a world with many large predators, and this and other factors have limited the number of possible worlds to less than a dozen, mostly in the Vland sector.\n\nAdult hoplites are large, six-legged homoeothermic animals. They weigh about 1,600 kg, and are usually around 2.5 metres long and one metre high at a shoulder. The most notable feature is the thick, articulated carapace (with many projecting horns) covering the dorsal surface of the animal’s body.\n\nHoplites usually feed on small, burrowing animals. They locate the burrows by smell and probe within them using an extensible, tough proboscis. When the prey is located, the proboscis grabs it, extracts it from the burrow and conveys it to the mouth, located on the underside of the head. When not in use, the proboscis is pulled back under the head, forming a j-shaped structure. The paired structures shown on either side of the proboscis are extremely sensitive feelers used by the hoplite to detect the vibrations of an approaching predator or the faint sounds made by a burrowing animal. The forwardfacing horns are sometimes used to enlarge a burrow to make the insertion of the proboscis and extraction of prey easier.\n\nIf attacked, a hoplite will attempt to run, but if cornered, will turn on its attacker, and begin to gyrate its body, slashing with its horns. It takes a tough, determined predator to bring down an adult hoplite. "
    },
    {
      "Name": "Hortalez et Cie, LIC",
      "Data": "This corporation was founded in 221 by Lucienne Hortalez, capitalised from family funds. Primarily a banking and investment house, Hortelez specialises in loans to planetary governments, mercenary unit bonding, underwriting of large-scale projects of all sorts, and other fiscal activities. Hortelez is one of the major insurance houses in the Imperium. In some regions (the Spinward Marches Sector especially) the firm acts as a mercenary clearinghouse.\n\nStock ownership: Hortalez family— 74%, Other corporations— 15%, Imperial family- 5%, Other- 6%."
    },
    {
      "Name": "Humaniti (former spelling Humanity)",
      "Data": "Collective name for all of the human races, including Solomani, Vilani and Zhodani and others. See Humans."
    },
    {
      "Name": "Humans",
      "Data": "Intelligent major race dominating the Imperium and several additional interstellar communities. Humans stand approximately 1.8 metres in height and weigh about 100 kilograms. Descended from omnivore gatherers, humans developed intelligence in response to shifting climatological factors. The most unusual aspect of humaniti is the fact that humans are present on many different worlds and stand at various levels of development on those worlds. The Solomani Hypothesis states that Humans evolved on Terra (Sol subsector) and were scattered to many different worlds by the ncients for reasons currently unknown. The result is that many different, parallel human races exist and coexist throughout known space. The three most widespread human races are the Solomani (humans from Terra), the Vilani (humans from Vland), and the Zhodani (humans from Zhodane).\n\nSee also Ancients, Humaniti, Solomani Hypothesis, Solomani,Vilani, Zhodani, Minor Races."
    },
    {
      "Name": "Imperial Army",
      "Data": "Ground force troops maintained by the Imperium, rather than planetary armies maintained by individual worlds. Imperial Army units are typically trained and supplied at TL14, no matter the Tech Level of the world where they are stationed. The Imperial Army maintains approximately 200,000 troops per subsector. Planetary armies, in contrast, are closer to 2 million troops per subsector. "
    },
    {
      "Name": "Imperial Calendar",
      "Data": "Calendar established at the creation of the Third Imperium as a universal calendar reform. Dates count from the founding of the Imperium, the year ‘zero’. Dates before zero are negative, dates after are positive. For example, Terra discovered jump drive in -2431. The Imperium was founded in year Zero. The year is divided into 365 standard days, which are grouped into 52 weeks of seven days each. The lengths of days and weeks are a legacy of Terran domination during the second Imperium. Days are numbered consecutively, beginning with one. The first day of the year is a holiday and is not part of any week. For example, the first day (Holiday) of the year 1104 is 001-1104. The last day of the year 1105 is 365-1104."
    },
    {
      "Name": "Imperial Edict 97",
      "Data": "This executive order is the enabling act for the use of Imperial Warrants. Unusually obscure for such a wide-ranging and powerful edict, it is nonetheless on file at all Imperial installations. The edict text runs to 34 pages, much of itpure legalese; when distilled down, it proves very direct- assist the holder of an Imperial Warrant with all the power you can bring to bear."
    },
    {
      "Name": "Imperial Grand Survey",
      "Data": "The Survey Office of the Imperial Interstellar Scout Service is known commonly, and even internally, as the IGS, the Imperial Grand Survey. It has responsibility for mapping and exploration within Imperial borders.\n\n The Grand Survey is responsible, in addition to its actual survey duties, for publishing its cartography, establishing traffic control procedures and for enforcement of space vessel safety standards. The function of exploring unknown areas accounts for only a small percentage of IGS manpower and funds. "
    },
    {
      "Name": "Imperial Interstellar Scout Service",
      "Data": "The Imperial Interstellar Scout Service is a major service within the Imperium, equal in stature to the Imperial Army and the Imperial Navy, although assigned a variety of unique, primarily non-military missions.\n\nIts duties include exploration of the Imperial frontiers, ongoingmapping and surveying of Imperial territory and the maintenance of interstellar communications through its express boat network."
    },
    {
      "Name": "Imperial Navigation Act",
      "Data": "Legislation enacted in 103 that requires all vessels, whether military or civilian, to respond to the GK, SOS, or Mayday signals, provided such response does not endanger the ship and crew of the responding vessel."
    },
    {
      "Name": "Imperial Navy",
      "Data": "The mailed fist of the Third Imperium, the Imperial Navy is the largest military force in Charted Space. With thousands of ships, and millions of spacers and officers, the Navy holds the line against threats from alien empiresoutside of the Imperium, and from rebels, pirates and terrorists inside its borders.\n\nThe Navy has the firepower to destroy enemy fleets and burn enemy worlds, if necessary. They transport Army and Marine units to hotspots across the stars, and support them while they fight on the planets below."
    },
    {
      "Name": "Imperial Marines",
      "Data": "The Imperial Marines are the armed fighting forces carried aboard starships. Marines deal with piracy and boarding actions in space, defend the starports and bases belonging to the navy and supplement other ground forces such as the army.\n\nBy reputation, the Imperial Marines are sent in when something or someone presents a serious threat to the well-being of the Imperium and its member worlds. They are never used lightly, and once committed, they never leave a job half done."
    },
    {
      "Name": "Imperial Research Station",
      "Data": "The scattered worlds of the Imperium manifest a wide range of technological levels: this diversity is maintained by the distances between worlds, the high cost of transportation, and the relative independence allowed to worlds within the Imperium.\n\nNevertheless, the Imperium itself is constantly involved with research projects at the forefront of technology. While some new technology can be purchased from advanced cultures beyond the Imperial boundaries, such high technology is expensive and still requires a solid technological foundation to allow its usage. Consider: however useful solid-state chip circuits are, they still require a firm grounding in electronics and cannot be used on a large scale without electronics, individual solid-state chip components, photo processing and even crystal culture. It is vital that the Imperium pass through many stages of technological development on the way to achievement in higher tech level areas. Imperial technological research is performed in two ways: under contract by corporations, or in established Imperial Research Stations. The difference is that the corporate (or privately financed) research is directed at specific practical uses, while Imperial projects are breaking new ground on the forefronts of knowledge."
    },
    {
      "Name": "Imperial Research",
      "Data": "The Imperium finances research into a variety of areas in the forefront of knowledge. Often this is an attempt to duplicate technology observed or reported in neighbouring cultures and not yet within the ability of Imperial science. Such research stations are sited in areas that need the boost to the local economy, or in remote areas far from the potential disturbance of Imperial politics. Many different stations may be working in the same region, and many different areas of knowledge may be under investigation at one time. In general, one station will be constructed for one purpose and continue in that area of knowledge for its entire span of usefulness. Its size, personnel roster, power plant capacity, and even visibility profile, are dependent on its area of investigation. Imperial research may delve into many areas. Some examples include black hole research, both large-scale and mini-black hole investigation, instantaneous transmitter development (so far proving impossible), advanced gravity manipulation, genetic manipulation, anti-matter containment, weaponry research, disintegrator beams, black globe development, deep planetary core soundings, nova prevention (and prediction), psychohistory, mass population behaviour prediction, psionics, stable superheavy elements, deep radar analysis, long-range detection systems, robotics, artificial intelligence, stasis and time travel, so-called magic, cryptography, bionics, personal shields, x-ray lasers and high temperature superconductors."
    },
    {
      "Name": "Imperial Stationery",
      "Data": "The Imperial family has reserved (both by custom and by law) a distinctive design for its personal stationery. Well-known throughout the Imperium through its use for routine messages and for Imperial appointments, this writing material is a cream-colored artificial vellum, embossed with the Imperial Seal in gold. Because it is used for Imperial appointments (even when issued in blank for offices in the marches) all Imperial officials are familiar with the design and can readily tell normal forgeries from the real thing."
    },
    {
      "Name": "Imperial Sunburst",
      "Data": "The symbol of the Third Imperium established by Cleon (the first emperor) when the empire was proclaimed. Images show him standing before the original banner with a golden yellow sunburst against a black background, representing Capital’s type G star against dark space.\n\nIn 247, the Eliyoh (a nonhuman minor race) joined the Imperium. To that race the symbology was unimpressive. The Eliyoh vision is centered in the far infrared, which resulted in distinction between the official colours of black and yellow being impossible. So the Empress Porfiria declared that the symbol would have no official colour.\n\nThe original banner in the Imperial throne room is still black with a yellow sunburst. The Imperial Interstellar Scout Service uses a red sunburst; the Imperial Navy, yellow; the Imperial Army, black; the Imperial Marines, maroon. "
    },
    {
      "Name": "Imperial Warrant",
      "Data": "The Imperial Warrant is an instrument of power issued at the highest levels of government. A warrant is a written or electronic document provided to trusted agents of the Imperium as a method of bypassing the bureaucracy. Typically, a warrant is provided by the Emperor to an individual who utilises the power it provides to accomplish some mission. Missions may include establishment of colonies in areas requiring development, the assumption of military command in the midst of a crisis and the unilateral establishment of new noble lines to administer provinces that have suffered from war or economic collapse.\n\nSee also Imperial Edict 97."
    },
    {
      "Name": "Instellarms, LIC",
      "Data": "Founded in 626, shortly after the end of the Civil War, by Axel Murdoch, a retired colonel of mercenaries. Taking advantage of inside contacts in the Imperial military, Murdoch was able to obtain large quantities of surplus military equipment at very low prices, but still costing billions of credits. Where Murdoch got his financing is not known.\n\nMurdoch’s connections with various mercenary unit commanders coupled with a willingness to ignore the Imperial regulations on mercenary warfare where the profits were large enough enabled Instellarms to dominate the mercenary arms trade in the coreward sectors of the Imperium within 90 years and in the Imperium as a whole within two centuries.\n\nManufacturing, buying and selling military equipment of all sorts, Instellarms is a specialty supplier of mercenary units of all sizes and types. Agents of the firm can often be found on a battlefield, negotiating the purchase of the equipment of the losing side before the battle is completely over. The company does not deal in interstellar vessels and chemical, bacteriological, or nuclear weaponry but these can sometimes be obtained on low law level worlds for astronomical prices.\n\nStock ownership: Murdoch Holdings, LIC- 32%, Hortalez et Cie- 30%, Noble families- 8%, Ling-Standard Products- 6%, Ichiban Interstellar, LIC- 5%, GSbAG- 5%, Sternmetal Horizons, LIC- 8%, Other- 6%."
    },
    {
      "Name": "Interdiction",
      "Data": "The Imperial practice of interdiction of worlds within the boundaries of the Imperium has long been a source of contention between liberal and conservative factions in the government. Interdictions must be approved by a member of the Imperial family but generally such approval is given in response to a request from an interested service, almost always the Scouts or the Navy. It is generally held that the Scouts recommend interdiction to shield a young or sensitive culture from the interference that trade and commerce will bring. The Navy is held to be more vindictive in its recommendations, using interdiction to punish local governments or to hide its own mistakes. Interdicted worlds are awarded Red Zone travel ratings by the Travellers’ Aid Society.\n\nSee also Red Zone."
    },
    {
      "Name": "Interdiction Satellite",
      "Data": "While most worlds that are under interdiction will have blockade forces to intercept incoming traffic, some have to make do with automated systems. A variety of automated satellites are used to enforce Imperial interdiction. These range from warning buoys that automatically record ship transponder codes, all the way up to armed and armoured stations that will fire on approaching vessels."
    },
    {
      "Name": "Interface Lines",
      "Data": "Where one territory ends and another begins, the special interface shipping line meets the needs of the marketplace. Interface lines provide passenger and freight service across the border. They carefully maintain favour with both sides of the border, and sell as part of their product easy transit over the line.\n\nThe Vargr Extents are full of interface lines serving the many distinct Vargr territories. Interface lines operate along the Imperial border with the Aslan, they serve the interface with the K’kree, they even serve along the borders with the Solomani and the Zhodani.\n\nInterface lines may serve routes either long or short. Some merely reach from a major world on one side of the border to a similar major world on the other side. Others (trading with the K’kree, for example) may operate a trade route as long as 75 or 100 parsecs in order to transport goods from one territory to another."
    },
    {
      "Name": "lolanthe",
      "Data": "Empress of the Third Imperium. lolanthe Guuilbataashullibaa was born in 1052, the daughter of the senior duke of Gushemege sector, and member of a prominent Vilani noble family. She married Strephon in 1079, in the eighth year of his reign.\n\nHer primary avocation is the preservation of developing cultures within the Imperium."
    },
    {
      "Name": "Iridium Throne",
      "Data": "The shining Iridium Throne is often considered synonymous with the Emperor and Imperial power. The throne is a teardrop-shaped hemisphere mounted on a powered, rotating base. All possible comforts are provided for the Emperor by the gleaming shell of the throne, as well as a fair degree of armour protection. Traditionally, the Emperor sits in his Iridium Throne and receives the new nobles of the Imperium, entertains guests and ambassadors, and views recorded messages from high-ranking nobles requesting aid or assistance."
    },
    {
      "Name": "Islands Cluster",
      "Data": "In the centre of Reft Sector, deep in the Great Rift, lies the Islands Cluster. It is an isolated grouping of stars initially settled by the European Space Agency Long Range Colony Mission, a 2000-year long mission launched in the mid- 21st century. There are currently 28 inhabited worlds within the Islands Cluster.\n\nSee also European Space Agency Long Range Colony Mission."
    },
    {
      "Name": "Jgd-Il-Jagd",
      "Data": "The Jgd-Il-Jagd are a gas-giant dwelling intelligent species originating on a world on the coreward edge of the Imperium. Although technically a minor race, they possessed very advanced technology even before they were first contacted by Vilani explorers in about -4200; in the period since, for obscure reasons, they have never employed jump drives, although their slower-than-light ships have ventured several parsecs from Jagd, and Jgdi colonies are spread across three subsectors. Jgdi have very occasionally travelled further afield than this in heavy life support units carried by bulk transporters, and Jgdi travellers have even collaborated with humaniti in exploration and exploitation problems. The Jgdi are the most advanced gas-giant dwellers in the Imperium.\n\nThe Jgdi have roughly spherical bodies, about 3metres in diameter, dotted with clusters of sensory cells and with three long manipulative tendrils distributed regularly around the ‘equator’. The densest mass of sensory organs, plus a large number o f manipulative ‘feelers’ and feeding structures, are sited on the lowest point of the body.\n\nJgdi thought is alien to all other races’ intelligence; hence communication is a persistent problem. The obvious difficulty of simply conversing is generally solved by use of powerful human or Jgdi computer translators, but even these tend to struggle with many concepts; nor is pronunciation of synthesized phonemes always easy (the race name is a human corruption of something produced by an early Jgdi machine). In general, relations with humaniti and other races are restricted to trade and informational exchanges. The Imperium classifies the Jgdi as a friendly associate species with autonomous government; actually, no formal pacts exist, although relations are in a state of stable equilibrium."
    },
    {
      "Name": "Jump Dimming",
      "Data": "The transitions to and from jumpspace are momentous occasions during an interstellar trip. Following an old Vilani superstition, the pilot of a ship customarily dims the ship’s interior and exterior lights before going into jump. Historically, this custom derived from the need for most of the ship’s power to be diverted into the computer and jump drive systems, so that the jump drive could be guided into creating the jump field properly. Zhodani and Solomani pilots do not follow this tradition of ‘jump dimming’.\n\nLights on a ship are typically dimmed for a period of about two minutes; the lights are brought back up to full strength as soon as the ship is in jumpspace."
    },
    {
      "Name": "Jumpspace",
      "Data": "The basic concept of interstellar travel is that of an alternate universe. Theoretically, jumpspaces are alternate universes, each only dimly understood from the standpoint of our own universe. Jump is defined as the movement of matter from one point in normal space to another by travelling through an alternate space (called jumpspace). The benefit of jump is the distance covered, currently up to 6 parsecs, and that the time required is relatively invariant at about one week.\n\nEntering jump is possible anywhere, but perturbations due to gravity make it safest to begin a jump at least 100 diameters out from a world or star."
    },
    {
      "Name": "Kian",
      "Data": "A large flightless animal that originated on Prilissa (Spinward Marches 3035) and is used on many worlds as a beast of burden or for riding. Though they resemble Terran ostriches and are often described as a bird, kian are actually bipedal mammals. Kian fill many of the same functions as horses and have been exported throughout the Marches almost as widely.\n\nKian are plains dwellers, travelling in herds of 10 to 60 individuals, feeding upon grasses, leaves, or similar plant matter.\n\nExternally, the Kian is a large bipedal creature with a long neck, short tail and no other limbs (the remains of an atrophied pair of fore-limbs can be found in some species). Kians are thickly furred, their coats showing distinctive colour patterns of brown, gold, lemon-yellow and black. A kian’s legs are powerfully muscled for fast movement over long distances. The sturdiness of their overall frames has made them a frequent choice for use as mounts and pack animals on the planets where they occur. Kian’s hearing and eyesigt are extremely good, reflecting their predator-laden environment of origin.\n\nAlong with Terran horses, Kian are used as ceremonial mounts for the Imperial Household Cavalry."
    },
    {
      "Name": "Kirur",
      "Data": "(Kirur/Thirty 0505-B863A03-F): Homeworld and capital of the Two Thousand Worlds, the interstellar empire of the K’kree. The planet’s oceans are extremely shallow and the world exhibits almost no volcanic activity, very unusual for a world of its size. Kirur has one large continent, which was conquered in prehistoric times by the current ruling clan; Kirur is one of the most politically stable planets known."
    },
    {
      "Name": "K’kree",
      "Data": "The K’kree are the most massive of the major races, and are the only example of a major race descended from herbivores. An adult K’kree stands about 1.5 metres at the shoulder and between 2.0 and 2.4 metres tall when standing erect.\n\nWeight averages 550 kilograms. They are bilaterallysymmetrical, hexapodal, and homoeothermic. They bear some resemblance to the centaurs of ancient terran myth, a trait noted by the earliest explorers.\n\nThe arrangement of the manipulative organ (or hand) on the front limb is one of their most interesting features. A complex system of cartilaginous tubes permit the fingers of the Centaur hand to telescope up out of the way when the hand is used as a weapon. Fully extended, the fingers are mutually opposable to each other and to the ‘thumb’ which is in reality an extension of the ulna. The K’kree hand is very flexible but somewhat weaker in grasping power than the human hand.\n\nThe K’kree are covered with a short gray or black fur, with a dense black mane covering the head and neck and upper back of both sexes. Unlike Terran mammals, the young are fed partially digested regurgitated food instead of milk. Males average 15% to 20% larger than females.\n\nK’kree are extremely conservative in all aspects of their culture. Ceremonial military units (such as bodyguards) are armed with equipment that K’kree military technology outdated centuries ago and aside from modifications made necessary by the discovery of spaceflight, K’kree government has not changed significantly in many centuries.\n\nBecause of their origins as plains-dwelling herd animals, the Centaurs are intensely claustrophobic; they cannot stand to be enclosed. Centaur cities are clumps of low, broad, transparent domes, the buildings inside never more than one story in height and open to the sky. Internal building divisions are achieved with curtains or tapestries.\n\nK’kree are extremely gregarious and are never found alone. A one centaur will quickly sicken and die if removed from others of their species for any length of time. Receiving a trade or diplomatic delegation from the centaurs means entertaining the entire family (one or more wives, servants, scribes, assistants and so on) of the merchant or the ambassador. The K’kree word for ‘my’ refers to a possession of an individual’s Noble herd, not to that of an individual. Privacy and individuality are exotic and little-understood concepts for the K’kree, and strike them as being unnatural and possibly even immoral.\n\nK’kree society is divided into castes. The system is a remnant of ancient times, which no longer fit their culture perfectly but the K’kree stick with it because it is traditional. There are hundreds of castes, but the distinctions are too faint for non-K’kree to understand. For simplicity, castes can be divided into three general groupings: noble, merchant and servant. It is possible for a family to rise in caste, but this is a rare occurrence.\n\nThe lowest caste, the servants, has come to include farmers, factory workers, and unskilled labourers as well as servants for all classes. The next higher caste, the merchants, includes most skilled workers, scientists, engineers and technicians, scribes, and government administrators as well as merchants and businessmen.\n\nNobles are the governmental officials (the Krurruna and others) the high military officers, diplomats and heads of trade and manufacturing concerns. Nobles are usually garbed in much more ornate fashion than the lower castes.\n\nEvery male K’kree must serve a term in the military upon coming of age. Warriors are drawn from all castes, rank in the military being determined by the caste of origin (nobles enter the service as general officer trainees, merchants as lower officers and non-commissioned officers and so on). Upon completing the required term of service, a warrior returns to his original caste and position. Warriors are the only Centaurs permitted to bear weapons and are further distinguished by their peculiar flared and horned helmets. They serve as soldiers, police, fire-fig hters, and body guards for diplomatic and mercantile expeditions.\n\nFemale K’kree are casteless, taking on the caste of their father or husband. Females have no position in government or society other than the rearing of young."
    },
    {
      "Name": "K’kree Government",
      "Data": "The basis of K’kree government is rooted in the traditional herd system. The basic unit of government is the herd consisting of thousands of individuals of all sexes, castes and ages) led by krurruna (literally: bosses) under a single steppelord. In recent times, most herds have been assigned specific geographic areas (several may be assigned to a city, or a single herd may be assigned millions of hectares of farmland). A number of herds are governed by a single “lord of steppelords” (usually the ruler of a planet) and the Centaur race as a whole is ruled by a ‘Steppelord of the 2000 Worlds’.\n\nSee also Kirur, Two Thousand Worlds."
    },
    {
      "Name": "Knight",
      "Data": "The lowest of noble ranks is knight, awarded as an honorific rank in recognition of achievement or service. A knighthood entitles the individual to use the prefix Sir (some females prefer Dame, but such usage is obsolete) before the name, and to suffix the initials of the order of knighthood after the name.\n\nKnighthood is awarded within an order. Several dozen orders of knighthood exist within the Imperium. Some are restricted to specific classes of individuals, such as members of the Imperial Family, racial Aslan, racial Vargr, or other special groups. Others are awarded for specific achievement or service, or for holding specific positions within the government. Still others are broadly based orders into which most new knights are inducted."
    },
    {
      "Name": "Knighthood, Orders of",
      "Data": "The most common orders of knighthood in the Imperium are the Order of the Emperor’s Guard, established in 52 and originally limited to the Emperor’s personal retainers but now of wide and diverse membership and the Order of Starship and Crown, established in 17. More exclusive orders have also been established: the Order of Hlyuea (established to honor loyal Aslan citizens), the Order of Gvadakoung (established to honor loyal Vargr citizens) and the Honorable Order of the Arrow, (established to recognise interstellar explorers). The domains each have orders named for them: The Order of Antares, the Order of Vland, the Order of Sylea, the Order of Sol, the Order of the Gateway and the Order of Deneb. Of these, the Order of Sylea is administered by the Emperor himself, in his role as Archduke of Sylea; the Orderof Deneb has never been used, as no Archduke of Deneb has ever been appointed."
    },
    {
      "Name": "Kuzu",
      "Data": "(Kuzu/Kilane 0406-A876986-E): Homeworld of the Aslan race and capital of the Aslan Hierate."
    },
    {
      "Name": "Lair",
      "Data": "(Lair/Grnouf 0802-A8859B9-F): ‘Homeworld’ and capital of the largest state in the Vargr Extents. Unusually enough for the capital of a star-spanning empire, several sections of the planet still boasted independence from central control only a few years ago."
    },
    {
      "Name": "Lanthanum",
      "Data": "A rare earth element, the first of the inner transition metals. It is vital to the construction of the inner coils of interstellar jump drive units."
    },
    {
      "Name": "Leaping Snowcat",
      "Data": "The Leaping Snowcat, (Thalailurus uncia) is a carnivore/pouncer native to many worlds of the Imperium, including Vland and Pretoria. In Vilani culture, the snowcat is a symbol of powerful surprise."
    },
    {
      "Name": "Lesser Rift",
      "Data": "Broad expanse of space with a very low density of stars trailing the main region of the Third Imperium. This rift is a pronounced impediment to interstellar travel, for it constrains jumps through the Empty Quarter. The Lesser Rift is lesser only when compared to the larger, more prominent Great Rift spinward of the Imperium.\n\nThe Lesser Rift, like the Great Rift, has provided long-term security for the Third Imperium by constraining access to the Imperium’s borders."
    },
    {
      "Name": "Liberation Front",
      "Data": "A growing separatist movement on many worlds in the Spinward Marches. The Liberation Front is fighting for the right to be independent from the Imperium and other political powers. For the most part, the group’s motives are peaceful but they do not shy away from sabotage. They only use violence when necessary and always avoid civilian casualties."
    },
    {
      "Name": "Ling-Standard Products",
      "Data": "Originally a mining firm (and still very active in that area) LSP currently engages in a wide spectrum of activities including (but by no means limited to) manufacture of electronic equipment of all sorts, ground and air vehicles, starships and starship armaments systems, drive systems, power systems, computer systems and software, small arms and a variety of other items. Also concerned, to a small degree with banking, insurance and other activities. LSP maintains mining and manufacturing facilities throughout the Imperium and beyond.\n\nStock ownership: Imperial family- 8%, Hortalez et Cie- 26%, GSbAG- 23%, Noble families- 8%, Murdoch Holdings, LIC- 8%, Other- 27%."
    },
    {
      "Name": "Llellewloly",
      "Data": "Minor Race native to Junidy/Aramis (Spinward Marches 3202 B434ABD-9). Llellewloly have five multi-jointed limbs which function as hands and feet interchangeably. Their main sensory organs are also located on the limbs. The spherical central body is covered with long, coarse hair, part of their adaptations to the extreme temperature variations of Junidy’s day. The human minority on Junidy often refers to the Llellewloly as ‘dandelions’, often in a disparaging manner.\n\nLlellewyloly have a complex society with many dimensions of social precedence; the same individual may be entitled to high status in one situation and low status in another, and to make an error concerning propriety is a serious matter."
    },
    {
      "Name": "Loeskalth",
      "Data": "Minor human race from Gushemege sector; known only from ancient First Imperium records. During the early stages of the First Imperium the Loeskalth culture absorbed a great deal of science and technology indirectly from the Vilani and founded a small empire which embraced, at its height, most of their home subsector.\n\nAbout 5,400 years ago, the Vilani consolidation destroyed the Loeskalth Empire and absorbed the civilization into the mainstream of Vilani culture. An aggressive and warlike race, the Loeskalth resisted but were ultimately overwhelmed."
    },
    {
      "Name": "Long Night",
      "Data": "(-1776 to 0) The period of interstellar decline and anarchy between the fall of the Rule of Man (also known as the Second Imperium) and the establishment of the Third Imperium by Cleon I. It was a period where worlds were cut off from one another, technology was lost and the population on many worlds simply failed to survive. Charted space is only just emerging from this period, which is commonly held to be from -1776 to 0 according to the Imperial calendar."
    },
    {
      "Name": "Low Berth, Low Passage",
      "Data": "Term used to describe travelling in cold sleep. Cold sleep is induced hibernation brought about by a combination of drugs and low temperature. It can be dangerousfor unhealthy passengers."
    },
    {
      "Name": "Lucan Alkhalikoi Alkhalikoi",
      "Data": "Prince of the Imperium. He is the younger of the twin nephews of the Emperor Strephon, son of Duke Dresden and Princess Lydia. Lucan was born in 1094, five minutes after his brother, Prince Varian. He is fourth in line to the Iridium Throne."
    },
    {
      "Name": "Luugiir",
      "Data": "(Aeromedusae globosus domer, floater and gasbag, among others - the Luugiir is found on many worlds throughout the Imperium and adjacent regions. Domesti ated Vilani colonists sometime early in the First lrnperium, the animal became a common and popular pet and was spread throughout Vilani space. Its original homeworld is no longer known, though it is probably one of the low-gravity, dense-atmosphere worlds included in the earliest Vilani interstellar sphere of influence.\n\nThe Luugiir is invertebrate-like, resembling in some respects a Terrestrial jelly fish; its position on the evolutionary scale, however, is much superior, and it has been surmised that the animal’s home world never developed vertebratelike forms. Luugiirs earn their names from their highly unusual nature. Through a mechanism that continues to fascinate xenobiologists right down to the present day, these animals generate and store hydrogen gas in large bladders, turning them into organic balloons.\n\nLuugiirs have a natural defense against predators, in the form of four specialised ‘stinger’ tentacles. These inject a fastacting poison that inhibits the involuntary muscle action of most animals. The poison causes respiratory failure, seizures and death, typically within 10 minutes for humans. Domesticated Luugiirs, however , usually have their poison sacs removed, in the same way as the scent sacs of a pet Terrestrial skunk can be rendered ineffective."
    },
    {
      "Name": "Lydia Aella Alhalikoi",
      "Data": "Princess of the Imperium, younger sister of Emperor Strephon. She is third in line for the throne."
    },
    {
      "Name": "Kudeback’s Gazelle",
      "Data": "Kudebeck’s Gazelle is an oddity. It is not native to the world of Victoria but that is the only world where it is found in the wild. In external appearance it closely resembles a 6-legged version of a Terran gazelle, though there are significant external differences.\n\nOn metal-poor Victoria, the skeleton of the kudie is the primary structural material for most buildings, wagons, and airships."
    },
    {
      "Name": "Maghiz",
      "Data": "In the Darrian language, Maghiz means chaos. It is an appropriate name for the disaster that effectively destroyed the Darrian civilisation in -998, when a science experiment triggered a massive series of flares in the Darrians’ sun, Tarnis. The flares and their accompanying electromagnetic pulse devastated the Darrians’ interstellar culture, throwing most worlds into collapse."
    },
    {
      "Name": "MagnetoDynamics, Inc",
      "Data": "Established in 1040 with an Imperial charter and a mineral exploitation grant for Fulacin (Fulacin/ Rhylanor 0203-A674120-D). The corporation holds several patents for the recovery of precious and heavy metals from atmospheric and oceanic suspension, and originally obtained its position on Fulacin for the use of these properties.\n\nFollowing the severe economic downturn associated with the False War (1082 to 1084), the company encountered a cash slowdown and suspended operations for a period. In 1089, an influx of capital allowed the company to resume operations. In partial support of this new era, the company also established a large starport facility (currently typed as class A, minus) with construction and overhaul facilities for ships up to 10,000 tons, completed in 1099.\n\nThe starport facility, envisioned as ultimately supporting mineral export traffic, has served an interim purpose of supporting (through landing fees and other income) the on-going survey of the world for ultimate exploitation.\n\nMagnetoDynamics’ exploitation grant expires in 1199, with a renewability clause for an additional 100 years upon demonstration of efficient and profitable operations. Stock ownership in the company is divided approximately as follows:Spinward Marches nobility- 8%, Imperial Family- 5%."
    },
    {
      "Name": "Main",
      "Data": "A grouping of systems forming a chain of worlds all reachable by jump-1. This grouping provides a sort of ‘corridor’ allowing jump-1 capable ships to travel to any world along the chain. Many such groupings of worlds exist in the Imperium. Prominent examples include the Spinward Main in the Spinward Marches, the Vilani Main centered in the Vland Sector, The Sylean Main in Core Sector and the Antares Main originating in the Antares sector."
    },
    {
      "Name": "Major Race",
      "Data": "An arbitrary distinction based on the achievement of a specific intelligent race. A race that achieves interstellar travel (jump drive) through its own efforts is classed major; one that does not is classed minor. To date, the generally accepted major races include Humaniti (Zhodani, Solomani and Vilani, but not other examples), Aslan, Hivers, Centaurs, Vargr, Ancients and Droyne.\n\nThe Suerrat (a human race) have been held to be minor because their achievement of interstellar travel utilised generation ships. Similarly, the Geonee were originally thought to be a major race but their development of jump drive was based on recovered Ancient artifacts rather than true racial efforts. The Geonee dispute this prevailing opinion and hold the (generally unshared) view that they are of major standing. The Droyne have been demonstrated to be major, with evidence showing them having developed jump drive as far back as -7000."
    },
    {
      "Name": "Makhidkarun",
      "Data": "This corporation is one of the three original Vilani bureaux. It originated with the aristocracy, and emphasised interstellar government. Sometime, shrouded in the mists of the Long Night, it transformed into a megacorporation. All that can be stated with certainty is that its corporate form pre-dates the Third Imperium. Makhidkarun specialises in the communications and entertainment industries. The firm produces fine musical recordings of all types, two and three dimensional motion pictures, books, magazines and art reproductions of all sorts. Its communications division produces a wide variety of data processing, storage and retrieval equipment and the requisite software for it. A gourmet foods division trades in all manner of rare and expensive foods, wines and delicacies.\n\nThis old Vilani Megacorporation is not the largest manufacturer of robots but it is the most innovative. The company’s research staff is responsible for many of the Imperium’s significant breakthroughs in synaptic processing.\n\nStock ownership: Imperial family— 5%, Noble families— 28%, Hortalez et Cie- 28%, Investment trusts- 25%, Private ownership-14%."
    },
    {
      "Name": "Margaret Yetrina Tukera",
      "Data": "Princess of the Imperium and Duchess of Delphi and Anaxias. Margaret, great-granddaughter of Emperor Gavin (946- 1031) is a first cousin (once removed) of Strephon. She is married to Count Blaine Trulla Tukera (of the Tukera Lines megacorporation Tukeras)."
    },
    {
      "Name": "Marquis",
      "Data": "The third level of noble rank is the marquis. A marquis is associated with a single world (generally a large and important one with a type A or B starport). The title consists of the world name after the title, as in the Marquis of Aramis (or, alternatively, the Marquis Aramis)."
    },
    {
      "Name": "Mercenary",
      "Data": "The remote centralised government of the Imperium is possessed of great industrial and technological might but it is also unable, due to the sheer distances and travel times involved, to exert total control everywhere within its starspanning realm. On the frontiers, extensive home-rule provisions allow planetary governments to choose their own forms of government, raise and maintain their own armed forces for local security, pass and enforce laws governing local conduct, and regulate (within limits) commerce. Defence of the frontier is primarily the responsibility of local indigenous forces, stiffened by scattered Imperial naval bases manned by small but extremely sophisticated forces. Conflicting local interests often settle their differences by force of arms, with Imperial forces looking quietly the other way, unable to effectively intervene. They are able to operate as a police force only in the most widespread of conflicts as they cannot jeopardize their primary mission of defence of the realm. Only when local conflicts threaten either the security or the economy of an area do Imperial forces take an active hand, and then with overwhelming speed and force.\n\nIn this environment, the soldier-for-hire finds active employment. Tolerance by the forces of the Imperium makes the hired military force a practical matter. Imperial policy allows the marketplace to provide military force to those who can afford it; one line of thought is that hired military can be more effectively controlled if it gets out of hand, as opposed to nationalistic or politically motivated military forces.\n\nThe Imperium does stand ready to enforce its own standards however. Certain basic restrictions against improper scales of force are observed and weapons such as poison gas or nuclear devices are prohibited. If matters get out of hand, then the local Imperial forces stand ready to intervene. The general situation tends to keep the mercenary forces within the Imperium in check."
    },
    {
      "Name": "Megacorporation",
      "Data": "An extremely large interstellar corporation. When a corporation is truly Imperial in scope and can provide services to all regions of the Empire, it earns the term megacorporation.\n\nOnly 13 companies are acknowledged to be megacorporations.Because of their size, megacorporations have truly astronomical numbers of employees, shareholders and profits. Their upper level executives labor at broad policy questions, and are largely out of contact with day-to-day (and even year-to-year) activities of the corporation. The real power in the company lies in the hands of the regional managers (under whatever title they have) who control the actual operations of the business. While they may control only a small fraction of the megacorporation’s assets, they wield more power in some areas than do the representatives of the Imperial government.\n\nA small number of Imperial regulatory agencies have power over the megacorporations, and the companies are subject to any applicable local taxes as well. Nevertheless, if Imperial sovereignty is not blatantly violated, regional managers can usually conduct their company’s business as they see fit. Because a direct confrontation with the Imperium would be bad for business, intentional violations of Imperial laws occur on a covert basis only."
    },
    {
      "Name": "Meson Accelerator",
      "Data": "(also: Meson gun, Meson cannon, Meson weapon): The Meson Accelerator is a dual particle accelerator, designed for work with electrons and positrons. The collision of an electron and a positron creates a pi neutral meson. Mesons have short half-lives, which can be prolonged to precise duration by accelerating them to relativistic speeds. Mesons do not interact significantly with other particles, and matter is therefore transparent to them. By controlling the velocity of the beam, the mesons may be caused to decay inside a target, producing intense radiation effects.\n\nThe Meson Gun is a weaponized version of the Meson Accelerator, producing strong pulses of mesons designed to produce maximum damage effects in a target. Most large modern warships have meson accelerators as their main weaponry.\n\nBecause the beam does not interact with rock, there are deep meson sites used for planetary defence. The sites are buried deep into the world’s crust and can defend against attacking ships with impunity. Unfortunately the sensors necessary for targeting and possibly the power source (detectable by neutrino emissions, if fusion) are not as fortunate, and are often priority targets. Indeed, as a matter of course, the Imperial Navy targets neutrino emissions for destruction when invading a world."
    },
    {
      "Name": "Meson Screen",
      "Data": "A variation of the nuclear damper that provides specific protection against meson gun fire. The device projects an interruption of the strong nuclear force, causing premature decay of incoming mesons."
    },
    {
      "Name": "Middle Passage",
      "Data": "In order for starships to fill their staterooms with passengers, middle passage is offered on a standby basis, in the event that not enough high passages are sold. While middle passengers occupy staterooms normally similar to those occupied by high passengers, they do not receive the service or entertainment accorded the higher paying passengers. In addition, the quality of the cuisine is rather low. Baggage totalling 100 kilograms is allowed. A middle passenger may be ‘bumped’ and the stateroom taken by a late arriving high passenger; the middle passenger’s ticket is returned, but no other compensation is made. The middle could then buy a high passage and ‘bump’ another middle passage, if the extra cost seemed worth it."
    },
    {
      "Name": "Miniphant",
      "Data": "(Microelphss ver.) During the earliest days of expansion into space from Terra, a number of worlds were settled whose terrains challenged the best overland transportation systems. Dense jungle growth and swamplands foiled road building, and local vegetation sometimes proved nearly unkillable. Since the colonies had (initially at least) very low technologies, one solution to the problem was to use specially bred beasts of burden. These animals could be sent to the colonies in embryonic form and soon became the low-tech alternative to the truck and ATV on many worlds.\n\nOne of the animals developed for this program was geneered from the Terran Indian Elephant (Elphas indicus). These beasts were ideal for overland travel in forests and lesser swamps. Later colonies carried the animals to other colonies and over the years, numerous varieties were developed. The most popular of these are several species collectively referred to as miniphants, so-called because of their smaller size and mass. Miniphants were bred for tractability and high intelligence. They stand an average of 2.05 metres at the shoulder; males weigh 1,800 kilograms, females weigh 1,600 kilograms. No tusks are present but miniphants compensate for this lack when lifting loads by having more powerful trunks.\n\nThere is a fair chance of running across miniphants on worlds with Tech Levels between 0 and 3, especially in the Solomani Rim, and they can be found on some higher tech level worlds in remote and backward regions, employed as cargo handlers, pack and hauling beasts and mounts.\n\n While they cannot speak, they can understand spoken commands readily, even when given in whispers. A large number of commands may be learned and will be retained for a long period of time, though few tasks of exceptional complexity will be known. Miniphants make slow but patient learners. They have emotions as humans do, play games and practical jokes and are amiable. If used as a pack animal or mount, miniphants can carry up to 350 kilograms comfortably or can pull u pto 2,000 kilograms in a wagon or cart."
    },
    {
      "Name": "Minor Race",
      "Data": "A Minor Race is an intelligent race that has not achieved jump drive through its own efforts. For most races, this classification is appropriate. Many are contacted before they have reached a technological level capable of even considering jump drive, thus permanently prejudicing their potential. Indeed, the shock of such classification and the realisation that this classification pervades interstellar society, is sufficient to relegate a race to a permanent role as shopkeepers and accountants. Some slump, while others violently resist the classification. The fact that the typing is informal and arbitrary, and tends to elevate those already in power, has made resistance difficult, if not impossible."
    },
    {
      "Name": "Minor Race, Human",
      "Data": "Any one of a number of human offshoots. While most are the result of Ancient transplantation and genetic engineering, a few are more recent. They are the result of more modern attempts to engineer humans to survive in hostile environments. Including these later additions, there are nearly 40 minor human races in charted space."
    },
    {
      "Name": "Minor Race, Non-human",
      "Data": "There are over 200 non-human minor races within the confines of charted space. There is no real commonality between these species, save their possession of intelligence and the fact that they arrived late to the interstellar party."
    },
    {
      "Name": "Monadium",
      "Data": "Impenetrable bluish-gray metal used as the basic construction material by the Ancients at the site on Antiquity/Ian (Corridor 0816). It has defeated all efforts to determine its exact composition, though some experts believe it contains titanium. Even modern tech level 15 plasma and fusion weapons have been unable to penetrate it."
    },
    {
      "Name": "Monitor",
      "Data": "Class of large military non-starship, often with armour and armament equivalent to heavy capital-class vessels, like cruisers, battle cruisers and battleships. Used to provide the heavy firepower for systems defence forces. Similar in design to battleriders, though some are constructed with asteroid hulls for cost-effectiveness."
    },
    {
      "Name": "Moot",
      "Data": "The Imperial government’s only deliberative body. It has few powers and even more rarely exercises them. In theory, the Moot includes all Imperial nobles of baronial or higher status, but most nobles do not find it convenient to travel to Capital, and so many of those seated hold proxy votes. Large blocks of these votes can be wielded by a single influential noble.\n\nTechnically, the Moot is supreme in the Imperium but its power is extremely limited. In practice, its deliberations are advisory to the Emperor and he is wise to heed them. The Moot has only one power: to dissolve the Imperium. When this power is brought to bear, it compels compromise between opposing factions.\n\nWhen an Emperor dies, abdicates, or otherwise becomes unfit for office, the Moot becomes important as the validating body for the new Emperor. It has the power to examine the qualifications and credentials of the heir apparent and, in unusual situations, to reject him.\n\nThe Moot holds its sessions in the Moot Spire, which, at 1.75 kilometers high, is the tallest building on Capital. By tradition, the Spire is the only building allowed to tower above the Imperial Palace, which is 4.25 kilometers away. Elevators with gravitic compensators can speed visitors from the bottom to the top in 18 seconds. At the top of the Spire is the High Moot, where select committees hold the most private deliberations."
    },
    {
      "Name": "Mora",
      "Data": "(Spinward Marches 3124) Capital of the Spinward Marches Sector, and site of the first major Imperial establishment in that sector.\n\nMora was settled in 60 and financed by Ling-Standard Products. It was soon a thriving trade centre, building new ships, overhauling old ones, and producing other manufactured goods on the side. At one end of the trade routes through to the Sword Worlds Confederation and the Darrians, Mora became known as the ‘Gateway to the Marches’.\n\nMora sits fairly near the centre of the Domain of Deneb, astride the Spinward Main. The bulk of the world’s 10 billion population resides in a sprawling mega-city, straddling the equator and covering most of the major continent. The Duchess Delphine currently holds the reins of power in the world’s matriarchy.\n\nThe Mora system’s belt is home to most of the significant biotech industries in the Spinward Marches. The belt environment has provided them with a safe and flexible environment for research while being positioned at a large nexus o trade routes."
    },
    {
      "Name": "Muan Gwi",
      "Data": "(Solomani Rim 1717 A456A86-F) Capital world of the Vegan Autonomous District. This low-gravity, arid world is the birthplace of the Vegan minor race. The planet is dotted with clusters of mega-cities, supporting the world’s billions of citizens. Each cluster is dominated by a single tuhuir."
    }
  ]
}